Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

source: Logout
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar Sesión
et: Logi välja
fi: Kirjaudu ulos
fr: Déconnexion
ga: Logáil amach
hu: Kijelentkezés
is: Útskráning
it: Esci
ja: ログアウト
ka: გასვლა
nb: Logg ut
nl: Uitloggen
pt: Sair
sv: Logga ut

source: Create Account
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear Cuenta
et: Loo konto
fi: Luo tili
fr: Créer un Compte
ga: Cruthaigh cuntas
hu: Fiók létrehozása
is: Stofna reikning
it: Crea account
ja: アカウント作成
ka: ანგარიშის შექმნა
nb: Opprett konto
nl: Account aanmaken
pt: Criar Conta
sv: Skapa konto

# createNewAccount
source: New Account
da: Ny konto
de: Neues Konto
el: Νέος λογαριασμός
es: Nueva Cuenta
et: Uus konto
fi: Uusi tili
fr: Nouveau Compte
ga: Cuntas nua
hu: Új fiók
is: Nýr reikningur
it: Nuovo account
ja: 新規アカウント
ka: ახალი ანგარიში
nb: Ny konto
nl: Nieuw account
pt: Nova Conta
sv: Nytt konto

# welcomeBack
source: Welcome back! Log in to continue
da: Velkommen tilbage! Log ind for at fortsætte
de: Willkommen zurück! Melde dich an, um fortzufahren
el: Καλώς ήρθατε ξανά! Συνδεθείτε για να συνεχίσετε
es: ¡Bienvenido de nuevo! Inicia sesión para continuar
et: Tere tulemast tagasi! Logi sisse, et jätkata
fi: Tervetuloa takaisin! Kirjaudu jatkaaksesi
fr: Bon retour ! Connectez-vous pour continuer
ga: Fáilte ar ais! Logáil isteach chun leanúint ar aghaidh
hu: Üdv újra! Jelentkezz be a folytatáshoz
is: Velkomin/n aftur! Skráðu þig inn til að halda áfram
it: Bentornato! Accedi per continuare
ja: おかえりなさい！ログインして続けてください
ka: კეთილი იყოს თქვენი დაბრუნება! შედით გასაგრძელებლად
nb: Velkommen tilbake! Logg inn for å fortsette
nl: Welkom terug! Log in om door te gaan
pt: Bem-vindo de volta! Faça login para continuar
sv: Välkommen tillbaka! Logga in för att fortsätta

# joinUs
source: Join us to save designs and access all features
da: Tilmeld dig for at gemme designs og få adgang til alle funktioner
de: Tritt bei, um Designs zu speichern und alle Funktionen zu nutzen
el: Εγγραφείτε για να αποθηκεύσετε σχέδια και να έχετε πρόσβαση σε όλες τις λειτουργίες
es: Únete para guardar diseños y acceder a todas las funciones
et: Liitu meiega, et salvestada disaine ja pääseda ligi kõigile funktsioonidele
fi: Liity mukaan tallentaaksesi suunnitelmat ja käyttääksesi kaikkia ominaisuuksia
fr: Rejoignez-nous pour sauvegarder vos designs et accéder à toutes les fonctionnalités
ga: Bí páirteach chun dearaí a shábháil agus rochtain a fháil ar gach gné
hu: Csatlakozz hozzánk a tervek mentéséhez és az összes funkció eléréséhez
is: Vertu með til að vista hönnun og fá aðgang að öllum eiginleikum
it: Unisciti a noi per salvare i progetti e accedere a tutte le funzionalità
ja: 参加してデザインを保存し、すべての機能にアクセスしましょう
ka: შემოგვიერთდით დიზაინების შესანახად და ყველა ფუნქციაზე წვდომისთვის
nb: Bli med for å lagre design og få tilgang til alle funksjoner
nl: Sluit je aan om ontwerpen op te slaan en toegang te krijgen tot alle functies
pt: Junte-se a nós para salvar designs e acessar todos os recursos
sv: Gå med för att spara designs och få tillgång till alla funktioner

source: Email
es: Correo electrónico
et: E-post
fi: Sähköposti
ga: Ríomhphost
is: Netfang
ja: メールアドレス
ka: ელ-ფოსტა
nb: E-post
sv: E-post

source: Password
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
et: Parool
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
hu: Jelszó
is: Lykilorð
ja: パスワード
ka: პაროლი
nb: Passord
nl: Wachtwoord
pt: Senha
sv: Lösenord

source: Confirm Password
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar Contraseña
et: Kinnita parool
fi: Vahvista salasana
fr: Confirmer Mot de passe
ga: Deimhnigh pasfhocal
hu: Jelszó megerősítése
is: Staðfesta lykilorð
it: Conferma password
ja: パスワード確認
ka: პაროლის დადასტურება
nb: Bekreft passord
nl: Bevestig wachtwoord
pt: Confirmar Senha
sv: Bekräfta lösenord

# fillAllFields
source: Please fill all fields
da: Udfyld venligst alle felter
de: Bitte alle Felder ausfüllen
el: Παρακαλώ συμπληρώστε όλα τα πεδία
es: Por favor completa todos los campos
et: Palun täida kõik väljad
fi: Täytä kaikki kentät
fr: Veuillez remplir tous les champs
ga: Líon gach réimse le do thoil
hu: Kérlek, töltsd ki az összes mezőt
is: Vinsamlegast fylltu út alla reiti
it: Per favore compila tutti i campi
ja: すべてのフィールドを入力してください
ka: გთხოვთ, შეავსოთ ყველა ველი
nb: Vennligst fyll ut alle felt
nl: Vul alle velden in
pt: Por favor, preencha todos os campos
sv: Fyll i alla fält

# passwordsNotMatch
source: Passwords do not match
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei ühti
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
ga: Ní mheaitseálann na pasfhocail
hu: A jelszavak nem egyeznek
is: Lykilorð passa ekki saman
it: Le password non corrispondono
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
nb: Passordene stemmer ikke
nl: Wachtwoorden komen niet overeen
pt: As senhas não coincidem
sv: Lösenorden matchar inte

source: Passwords do not match
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei ühti
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
ga: Ní mheaitseálann na pasfhocail
hu: A jelszavak nem egyeznek
is: Lykilorð passa ekki saman
it: Le password non corrispondono
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
nb: Passordene stemmer ikke
nl: Wachtwoorden komen niet overeen
pt: As senhas não coincidem
sv: Lösenorden matchar inte

# loginButton
source: Log In
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
et: Logi sisse
fi: Kirjaudu sisään
fr: Se Connecter
ga: Logáil isteach
hu: Bejelentkezés
is: Skrá inn
it: Accedi
ja: ログイン
ka: შესვლა
nb: Logg inn
nl: Inloggen
pt: Entrar
sv: Logga in

# createAccountButton
source: Create Account
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear Cuenta
et: Loo konto
fi: Luo tili
fr: Créer un Compte
ga: Cruthaigh cuntas
hu: Fiók létrehozása
is: Stofna reikning
it: Crea account
ja: アカウント作成
ka: ანგარიშის შექმნა
nb: Opprett konto
nl: Account aanmaken
pt: Criar Conta
sv: Skapa konto

source: Forgot password?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Olvidaste tu contraseña?
et: Unustasid parooli?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
ga: Dearmad ar phasfhocal?
hu: Elfelejtetted a jelszavad?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードを忘れた？
ka: დაგავიწყდათ პაროლი?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?
sv: Glömt lösenord?

# enterEmailFirst
source: Please enter an email address first
da: Indtast venligst en e-mailadresse først
de: Bitte zuerst eine E-Mail-Adresse eingeben
el: Παρακαλώ εισάγετε πρώτα μια διεύθυνση email
es: Por favor ingresa una dirección de correo primero
et: Palun sisesta esmalt e-posti aadress
fi: Anna ensin sähköpostiosoite
fr: Veuillez d'abord entrer une adresse email
ga: Cuir isteach seoladh ríomhphoist ar dtús le do thoil
hu: Kérlek, először add meg az e-mail címet
is: Vinsamlegast sláðu inn netfang fyrst
it: Per favore inserisci prima un indirizzo email
ja: まずメールアドレスを入力してください
ka: გთხოვთ, ჯერ შეიყვანოთ ელ-ფოსტის მისამართი
nb: Vennligst skriv inn en e-postadresse først
nl: Voer eerst een e-mailadres in
pt: Por favor, insira um endereço de e-mail primeiro
sv: Ange en e-postadress först

# termsAgreement
source: By logging in you agree to the
da: Ved at logge ind accepterer du
de: Mit der Anmeldung stimmst du zu
el: Με τη σύνδεση συμφωνείτε με τους
es: Al iniciar sesión aceptas los
et: Sisse logides nõustud
fi: Kirjautumalla hyväksyt
fr: En vous connectant, vous acceptez les
ga: Trí logáil isteach aontaíonn tú leis na
hu: A bejelentkezéssel elfogadod a
is: Með innskráningu samþykkir þú
it: Accedendo accetti i
ja: ログインすると同意したことになります
ka: შესვლით თქვენ ეთანხმებით
nb: Ved å logge inn godtar du
nl: Door in te loggen ga je akkoord met de
pt: Ao fazer login, você concorda com os
sv: Genom att logga in godkänner du

source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
el: Όρους χρήσης
es: Términos de Servicio
et: Kasutustingimustega
fi: Käyttöehdot
fr: Conditions d'utilisation
ga: Téarmaí Seirbhíse
hu: Felhasználási feltételeket
is: Þjónustuskilmála
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობებს
nb: Tjenestevilkår
nl: Servicevoorwaarden
pt: Termos de Serviço
sv: Användarvillkor

source: and
da: og
de: und
el: και
es: y
et: ja
fi: ja
fr: et
ga: agus
hu: és
is: og
it: e
ja: および
ka: და
nb: og
nl: en
pt: e
sv: och

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de Privacidad
et: Privaatsuspoliitikaga
fi: Tietosuojakäytännön
fr: Politique de confidentialité
ga: Polasaí Príobháideachta
hu: Adatvédelmi irányelveket
is: Persónuverndarstefnu
ja: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკას
nb: Personvernregler
nl: Privacybeleid
pt: Política de Privacidade
sv: Integritetspolicy

# privacyPolicyUrl
source: https://moomhe.com/privacy-en.html
da: https://moomhe.com/privacy-da.html
de: https://moomhe.com/privacy-de.html
el: https://moomhe.com/privacy-el.html
et: https://moomhe.com/privacy-et.html
fi: https://moomhe.com/privacy-fi.html
ga: https://moomhe.com/privacy-ga.html
hu: https://moomhe.com/privacy-hu.html
is: https://moomhe.com/privacy-is.html
it: https://moomhe.com/privacy-it.html
ka: https://moomhe.com/privacy-ka.html
nl: https://moomhe.com/privacy-nl.html

# termsOfServiceUrl
source: https://moomhe.com/eula-en.html
da: https://moomhe.com/eula-da.html
de: https://moomhe.com/eula-de.html
el: https://moomhe.com/eula-el.html
et: https://moomhe.com/eula-et.html
fi: https://moomhe.com/eula-fi.html
ga: https://moomhe.com/eula-ga.html
hu: https://moomhe.com/eula-hu.html
is: https://moomhe.com/eula-is.html
it: https://moomhe.com/eula-it.html
ka: https://moomhe.com/eula-ka.html
nl: https://moomhe.com/eula-nl.html

source: Logging in...
da: Logger ind...
de: Anmeldung...
el: Σύνδεση...
es: Iniciando sesión...
et: Sisselogimine...
fi: Kirjaudutaan...
fr: Connexion en cours...
ga: Ag logáil isteach...
hu: Bejelentkezés...
is: Skrái inn...
it: Accesso...
ja: ログイン中...
ka: შესვლა...
nb: Logger inn...
nl: Inloggen...
pt: Entrando...
sv: Loggar in...

source: Creating account...
da: Opretter konto...
de: Konto wird erstellt...
el: Δημιουργία λογαριασμού...
es: Creando cuenta...
et: Konto loomine...
fi: Luodaan tiliä...
fr: Création du compte...
ga: Ag cruthú cuntais...
hu: Fiók létrehozása...
is: Stofna reikning...
it: Creazione account...
ja: アカウント作成中...
ka: ანგარიშის შექმნა...
nb: Oppretter konto...
nl: Account aanmaken...
pt: Criando conta...
sv: Skapar konto...

# loginSuccess
source: Logged in successfully! 🎉
da: Logget ind! 🎉
de: Erfolgreich angemeldet! 🎉
el: Συνδεθήκατε επιτυχώς! 🎉
es: ¡Sesión iniciada exitosamente! 🎉
et: Edukalt sisse logitud! 🎉
fi: Kirjautuminen onnistui! 🎉
fr: Connexion réussie ! 🎉
ga: Logáilte isteach go rathúil! 🎉
hu: Sikeres bejelentkezés! 🎉
is: Innskráning tókst! 🎉
it: Accesso effettuato! 🎉
ja: ログインしました！ 🎉
ka: წარმატებით შეხვედით! 🎉
nb: Logget inn! 🎉
nl: Succesvol ingelogd! 🎉
pt: Login realizado com sucesso! 🎉
sv: Inloggad! 🎉

# accountCreated
source: Account created successfully! 🎉
da: Konto oprettet! 🎉
de: Konto erfolgreich erstellt! 🎉
el: Ο λογαριασμός δημιουργήθηκε επιτυχώς! 🎉
es: ¡Cuenta creada exitosamente! 🎉
et: Konto edukalt loodud! 🎉
fi: Tili luotu onnistuneesti! 🎉
fr: Compte créé avec succès ! 🎉
ga: Cuntas cruthaithe go rathúil! 🎉
hu: Fiók sikeresen létrehozva! 🎉
is: Reikningur stofnaður! 🎉
it: Account creato con successo! 🎉
ja: アカウントが作成されました！ 🎉
ka: ანგარიში წარმატებით შეიქმნა! 🎉
nb: Konto opprettet! 🎉
nl: Account succesvol aangemaakt! 🎉
pt: Conta criada com sucesso! 🎉
sv: Konto skapat! 🎉

source: Login error
da: Login-fejl
de: Anmeldefehler
el: Σφάλμα σύνδεσης
es: Error de inicio de sesión
et: Sisselogimise viga
fi: Kirjautumisvirhe
fr: Erreur de connexion
ga: Earráid logála isteach
hu: Bejelentkezési hiba
is: Innskráningarvilla
it: Errore di accesso
ja: ログインエラー
ka: შესვლის შეცდომა
nb: Innloggingsfeil
nl: Inlogfout
pt: Erro de login
sv: Inloggningsfel

source: User not found
da: Bruger ikke fundet
de: Benutzer nicht gefunden
el: Ο χρήστης δεν βρέθηκε
es: Usuario no encontrado
et: Kasutajat ei leitud
fi: Käyttäjää ei löytynyt
fr: Utilisateur non trouvé
ga: Úsáideoir gan aimsiú
hu: Felhasználó nem található
is: Notandi fannst ekki
it: Utente non trovato
ja: ユーザーが見つかりません
ka: მომხმარებელი ვერ მოიძებნა
nb: Bruker ikke funnet
nl: Gebruiker niet gevonden
pt: Usuário não encontrado
sv: Användare hittades inte

source: Wrong password
da: Forkert adgangskode
de: Falsches Passwort
el: Λάθος κωδικός
es: Contraseña incorrecta
et: Vale parool
fi: Väärä salasana
fr: Mot de passe incorrect
ga: Pasfhocal mícheart
hu: Hibás jelszó
is: Rangt lykilorð
it: Password errata
ja: パスワードが間違っています
ka: არასწორი პაროლი
nb: Feil passord
nl: Verkeerd wachtwoord
pt: Senha incorreta
sv: Fel lösenord

# emailInUse
source: Email already in use
da: E-mail er allerede i brug
de: E-Mail wird bereits verwendet
el: Το email χρησιμοποιείται ήδη
es: El correo ya está en uso
et: E-post on juba kasutusel
fi: Sähköposti on jo käytössä
fr: Email déjà utilisé
ga: Tá an ríomhphost in úsáid cheana
hu: Az e-mail már használatban van
is: Netfang er þegar í notkun
it: Email già in uso
ja: メールアドレスは既に使用されています
ka: ელ-ფოსტა უკვე გამოიყენება
nb: E-post er allerede i bruk
nl: E-mail is al in gebruik
pt: E-mail já está em uso
sv: E-post redan i användning

# weakPassword
source: Password is too weak
da: Adgangskoden er for svag
de: Passwort ist zu schwach
el: Ο κωδικός είναι πολύ αδύναμος
es: La contraseña es muy débil
et: Parool on liiga nõrk
fi: Salasana on liian heikko
fr: Mot de passe trop faible
ga: Tá an pasfhocal ró-lag
hu: A jelszó túl gyenge
is: Lykilorð er of veikt
it: La password è troppo debole
ja: パスワードが弱すぎます
ka: პაროლი ძალიან სუსტია
nb: Passordet er for svakt
nl: Wachtwoord is te zwak
pt: Senha muito fraca
sv: Lösenordet är för svagt

# invalidEmail
source: Invalid email address
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email
es: Dirección de correo inválida
et: Kehtetu e-posti aadress
fi: Virheellinen sähköpostiosoite
fr: Adresse email invalide
ga: Seoladh ríomhphoist neamhbhailí
hu: Érvénytelen e-mail cím
is: Ógilt netfang
it: Indirizzo email non valido
ja: 無効なメールアドレス
ka: არასწორი ელ-ფოსტის მისამართი
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
pt: Endereço de e-mail inválido
sv: Ogiltig e-postadress

source: Exit account
da: Afslut konto
de: Konto verlassen
el: Έξοδος από τον λογαριασμό
es: Salir de la cuenta
et: Välju kontolt
fi: Poistu tililtä
fr: Quitter le compte
ga: Fág cuntas
hu: Kilépés a fiókból
is: Hætta á reikningi
it: Esci dall'account
ja: アカウントを終了
ka: ანგარიშიდან გასვლა
nb: Logg ut av konto
nl: Account verlaten
pt: Sair da conta
sv: Logga ut från konto

# loginWithEmail
source: Log in with email to save your designs
da: Log ind med e-mail for at gemme dine designs
de: Mit E-Mail anmelden, um Designs zu speichern
el: Συνδεθείτε με email για να αποθηκεύσετε τα σχέδιά σας
es: Inicia sesión con correo para guardar tus diseños
et: Logi sisse e-postiga, et oma disaine salvestada
fi: Kirjaudu sähköpostilla tallentaaksesi suunnitelmasi
fr: Connectez-vous avec email pour sauvegarder vos designs
ga: Logáil isteach le ríomhphost chun do dhearaí a shábháil
hu: Jelentkezz be e-maillel a terveid mentéséhez
is: Skráðu þig inn með netfangi til að vista hönnun
it: Accedi con email per salvare i tuoi progetti
ja: メールでログインしてデザインを保存
ka: შედით ელ-ფოსტით თქვენი დიზაინების შესანახად
nb: Logg inn med e-post for å lagre designene dine
nl: Log in met e-mail om je ontwerpen op te slaan
pt: Faça login com e-mail para salvar seus designs
sv: Logga in med e-post för att spara dina designs

source: My Subscription
da: Mit abonnement
de: Mein Abonnement
el: Η συνδρομή μου
es: Mi Suscripción
et: Minu tellimus
fi: Tilaukseni
fr: Mon Abonnement
ga: Mo shíntiús
hu: Előfizetésem
is: Áskriftin mín
it: Il mio abbonamento
ja: マイサブスクリプション
ka: ჩემი გამოწერა
nb: Mitt abonnement
nl: Mijn abonnement
pt: Minha Assinatura
sv: Min prenumeration

# creditsRemaining
source: {count} credits remaining
da: {count} kreditter tilbage
de: {count} Credits übrig
el: {count} πιστώσεις απομένουν
es: {count} créditos restantes
et: {count} krediiti alles
fi: {count} krediittiä jäljellä
fr: {count} crédits restants
ga: {count} creidiúint fágtha
hu: {count} kredit maradt
is: {count} einingar eftir
it: {count} crediti rimanenti
ja: 残り{count}クレジット
ka: დარჩენილია {count} კრედიტი
nb: {count} kreditter igjen
nl: {count} credits over
pt: {count} créditos restantes
sv: {count} krediter kvar

source: Upgrade to Premium
da: Opgrader til Premium
de: Auf Premium upgraden
el: Αναβάθμιση σε Premium
es: Mejorar a Premium
et: Uuenda Premiumiks
fi: Päivitä Premiumiin
fr: Passer à Premium
ga: Uasghrádú go Premium
hu: Frissítés Premiumra
is: Uppfæra í Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ka: გადასვლა Premium-ზე
nb: Oppgrader til Premium
nl: Upgraden naar Premium
pt: Atualizar para Premium
sv: Uppgradera till Premium

# iHaveCoupon
source: I have a coupon
da: Jeg har en kupon
de: Ich habe einen Gutschein
el: Έχω κουπόνι
es: Tengo un cupón
et: Mul on kupong
fi: Minulla on kuponki
fr: J'ai un coupon
ga: Tá cúpón agam
hu: Van kuponom
is: Ég er með afsláttarmiða
it: Ho un coupon
ja: クーポンを持っています
ka: მაქვს კუპონი
nb: Jeg har en kupong
nl: Ik heb een coupon
pt: Tenho um cupom
sv: Jag har en kupong

# enterCouponCode
source: Enter coupon code to get free credits
da: Indtast kuponkode for at få gratis kreditter
de: Gutscheincode eingeben für kostenlose Credits
el: Εισάγετε κωδικό κουπονιού για δωρεάν πιστώσεις
es: Ingresa el código de cupón para obtener créditos gratis
et: Sisesta kupongikood tasuta krediitide saamiseks
fi: Anna kuponkikoodi saadaksesi ilmaisia krediittejä
fr: Entrez le code coupon pour obtenir des crédits gratuits
ga: Cuir isteach cód cúpóin le haghaidh creidiúintí saor in aisce
hu: Add meg a kuponkódot ingyenes kreditekért
is: Sláðu inn afsláttarmiðakóða fyrir ókeypis einingar
it: Inserisci il codice coupon per crediti gratuiti
ja: クーポンコードを入力して無料クレジットを獲得
ka: შეიყვანეთ კუპონის კოდი უფასო კრედიტების მისაღებად
nb: Skriv inn kupongkode for å få gratis kreditter
nl: Voer couponcode in voor gratis credits
pt: Insira o código do cupom para obter créditos grátis
sv: Ange kupongkod för gratis krediter

# enterCouponCodeTitle
source: Enter Coupon Code
da: Indtast kuponkode
de: Gutscheincode eingeben
el: Εισάγετε κωδικό κουπονιού
es: Ingresa Código de Cupón
et: Sisesta kupongikood
fi: Anna kuponkikoodi
fr: Entrer Code Coupon
ga: Cuir isteach cód cúpóin
hu: Kuponkód megadása
is: Sláðu inn afsláttarmiðakóða
it: Inserisci codice coupon
ja: クーポンコードを入力
ka: შეიყვანეთ კუპონის კოდი
nb: Skriv inn kupongkode
nl: Voer couponcode in
pt: Inserir Código do Cupom
sv: Ange kupongkod

# enterCouponCodeSubtitle
source: Enter the coupon code you received to get free credits
da: Indtast kuponkoden du modtog for at få gratis kreditter
de: Gib den erhaltenen Gutscheincode ein, um kostenlose Credits zu erhalten
el: Εισάγετε τον κωδικό κουπονιού που λάβατε για δωρεάν πιστώσεις
es: Ingresa el código de cupón que recibiste para obtener créditos gratis
et: Sisesta saadud kupongikood tasuta krediitide saamiseks
fi: Anna saamasi kuponkikoodi saadaksesi ilmaisia krediittejä
fr: Entrez le code coupon que vous avez reçu pour obtenir des crédits gratuits
ga: Cuir isteach an cód cúpóin a fuair tú le haghaidh creidiúintí saor in aisce
hu: Add meg a kapott kuponkódot ingyenes kreditekért
is: Sláðu inn afsláttarmiðakóðann sem þú fékkst fyrir ókeypis einingar
it: Inserisci il codice coupon ricevuto per ottenere crediti gratuiti
ja: 受け取ったクーポンコードを入力して無料クレジットを獲得
ka: შეიყვანეთ მიღებული კუპონის კოდი უფასო კრედიტების მისაღებად
nb: Skriv inn kupongkoden du mottok for å få gratis kreditter
nl: Voer de couponcode in die je hebt ontvangen voor gratis credits
pt: Insira o código do cupom que você recebeu para obter créditos grátis
sv: Ange kupongkoden du fått för gratis krediter

source: Coupon code
da: Kuponkode
de: Gutscheincode
el: Κωδικός κουπονιού
es: Código de cupón
et: Kupongikood
fi: Kuponkikoodi
fr: Code coupon
ga: Cód cúpóin
hu: Kuponkód
is: Afsláttarmiðakóði
it: Codice coupon
ja: クーポンコード
ka: კუპონის კოდი
nb: Kupongkode
pt: Código do cupom
sv: Kupongkod

# mustEnterCoupon
source: You must enter a coupon code
da: Du skal indtaste en kuponkode
de: Du musst einen Gutscheincode eingeben
el: Πρέπει να εισάγετε κωδικό κουπονιού
es: Debes ingresar un código de cupón
et: Pead sisestama kupongikood
fi: Sinun on annettava kuponkikoodi
fr: Vous devez entrer un code coupon
ga: Caithfidh tú cód cúpóin a chur isteach
hu: Meg kell adnod egy kuponkódot
is: Þú verður að slá inn afsláttarmiðakóða
it: Devi inserire un codice coupon
ja: クーポンコードを入力してください
ka: უნდა შეიყვანოთ კუპონის კოდი
nb: Du må skrive inn en kupongkode
nl: Je moet een couponcode invoeren
pt: Você deve inserir um código de cupom
sv: Du måste ange en kupongkod

# couponActivated
source: Coupon activated successfully!
da: Kupon aktiveret!
de: Gutschein erfolgreich aktiviert!
el: Το κουπόνι ενεργοποιήθηκε επιτυχώς!
es: ¡Cupón activado exitosamente!
et: Kupong edukalt aktiveeritud!
fi: Kuponki aktivoitu onnistuneesti!
fr: Coupon activé avec succès !
ga: Cúpón gníomhachtaithe go rathúil!
hu: Kupon sikeresen aktiválva!
is: Afsláttarmiði virkjaður!
it: Coupon attivato con successo!
ja: クーポンが有効化されました！
ka: კუპონი წარმატებით გააქტიურდა!
nb: Kupong aktivert!
nl: Coupon succesvol geactiveerd!
pt: Cupom ativado com sucesso!
sv: Kupong aktiverad!

source: Error redeeming coupon
da: Fejl ved indløsning af kupon
de: Fehler beim Einlösen des Gutscheins
el: Σφάλμα κατά την εξαργύρωση του κουπονιού
es: Error al canjear cupón
et: Viga kupongi lunastamisel
fi: Virhe kupongin lunastuksessa
fr: Erreur lors de l'utilisation du coupon
ga: Earráid ag fuascailt cúpóin
hu: Hiba a kupon beváltásakor
is: Villa við innlausn afsláttarmiða
it: Errore nel riscatto del coupon
ja: クーポン引き換えエラー
ka: შეცდომა კუპონის გამოყენებისას
nb: Feil ved innløsing av kupong
nl: Fout bij inwisselen coupon
pt: Erro ao resgatar cupom
sv: Fel vid inlösen av kupong

source: Redeem Coupon
da: Indløs kupon
de: Gutschein einlösen
el: Εξαργύρωση κουπονιού
es: Canjear Cupón
et: Lunasta kupong
fi: Lunasta kuponki
fr: Utiliser Coupon
ga: Fuascail cúpón
hu: Kupon beváltása
is: Innleysa afsláttarmiða
it: Riscatta coupon
ja: クーポンを引き換え
ka: კუპონის გამოყენება
nb: Løs inn kupong
nl: Coupon inwisselen
pt: Resgatar Cupom
sv: Lös in kupong

# creditsAddedToAccount
source: {count} credits added to your account! 🎉
da: {count} kreditter tilføjet til din konto! 🎉
de: {count} Credits zu deinem Konto hinzugefügt! 🎉
el: {count} πιστώσεις προστέθηκαν στον λογαριασμό σας! 🎉
es: ¡{count} créditos añadidos a tu cuenta! 🎉
et: {count} krediiti lisatud sinu kontole! 🎉
fi: {count} krediittiä lisätty tilillesi! 🎉
fr: {count} crédits ajoutés à votre compte ! 🎉
ga: {count} creidiúint curtha le do chuntas! 🎉
hu: {count} kredit hozzáadva a fiókodhoz! 🎉
is: {count} einingum bætt á reikninginn þinn! 🎉
it: {count} crediti aggiunti al tuo account! 🎉
ja: アカウントに{count}クレジットが追加されました！ 🎉
ka: {count} კრედიტი დაემატა თქვენს ანგარიშს! 🎉
nb: {count} kreditter lagt til kontoen din! 🎉
nl: {count} credits toegevoegd aan je account! 🎉
pt: {count} créditos adicionados à sua conta! 🎉
sv: {count} krediter tillagda på ditt konto! 🎉

source: Contact Us
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctanos
et: Võta meiega ühendust
fi: Ota yhteyttä
fr: Contactez-nous
ga: Déan teagmháil linn
hu: Kapcsolatfelvétel
is: Hafa samband
it: Contattaci
ja: お問い合わせ
ka: დაგვიკავშირდით
nb: Kontakt oss
nl: Neem contact op
pt: Fale Conosco
sv: Kontakta oss
