Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# windowAddSash
source: Add sash window
da: Tilføj lodret skydevindue
de: Vertikales Schiebefenster hinzufügen
el: Προσθήκη γκιλοτίνας
es: Añadir ventana guillotina
et: Lisa tõstaken
fi: Lisää nostoikkuna
fr: Ajouter fenêtre à guillotine
ga: Cuir fuinneog shaise leis
hu: Függőleges tolóablak hozzáadása
is: Bæta við lyftanlegum glugga
it: Aggiungi finestra a ghigliottina
ja: サッシウィンドウを追加
ka: სასრიალო ფანჯრის დამატება
nb: Legg til guillotinevindu
nl: Verticaal schuifraam toevoegen
pt: Adicionar janela guilhotina
sv: Lägg till skjutbart fönster

# windowAddPocket
source: Add pocket window
da: Tilføj lommevindue
de: Taschenfenster hinzufügen
el: Προσθήκη κρυφού παραθύρου
es: Añadir ventana de bolsillo
et: Lisa taskuaken
fi: Lisää taskuikkuna
fr: Ajouter fenêtre à galandage
ga: Cuir fuinneog phóca leis
hu: Zsebablak hozzáadása
is: Bæta við vasaglugga
it: Aggiungi finestra a scomparsa
ja: ポケットウィンドウを追加
ka: ჯიბის ფანჯრის დამატება
nb: Legg til lommevindu
nl: Zakvorm raam toevoegen
pt: Adicionar janela de bolso
sv: Lägg till fickfönster

# windowAddArched
source: Add arched window
da: Tilføj buet vindue
de: Bogenfenster hinzufügen
el: Προσθήκη τοξωτού παραθύρου
es: Añadir ventana en arco
et: Lisa kaaraken
fi: Lisää kaareva ikkuna
fr: Ajouter fenêtre cintrée
ga: Cuir fuinneog stuach leis
hu: Íves ablak hozzáadása
is: Bæta við bogadregnum glugga
it: Aggiungi finestra ad arco
ja: アーチ型ウィンドウを追加
ka: თაღოვანი ფანჯრის დამატება
nb: Legg til buet vindu
nl: Boogvormig raam toevoegen
pt: Adicionar janela em arco
sv: Lägg till bågfönster

# doorPocket
source: Pocket Door
da: Lommedør
de: Taschentür
el: Συρόμενη πόρτα
es: Puerta Corredera
et: Taskuuks
fi: Taskuovi
fr: Porte Coulissante
ga: Doras póca
hu: Zsebajtó
is: Vasahurð
it: Porta scorrevole a scomparsa
ja: ポケットドア
ka: ჯიბის კარი
nb: Lommedør
nl: Schuifdeur in wand
pt: Porta de Correr Embutida
sv: Skjutdörr i vägg

# doorFrench
source: French Doors
da: Franske døre
de: Französische Türen
el: Γαλλικές πόρτες
es: Puertas Francesas
et: Prantsuse uksed
fi: Ranskalaiset ovet
fr: Portes Françaises
ga: Doirse Francacha
hu: Francia ajtók
is: Franskar dyr
it: Porte francesi
ja: フレンチドア
ka: ფრანგული კარები
nb: Franske dører
nl: Franse deuren
pt: Portas Francesas
sv: Franska dörrar

# doorLouvered
source: Louvered Door
da: Lameldør
de: Lamellentür
el: Πόρτα με περσίδες
es: Puerta de Persiana
et: Ribauks
fi: Säleovi
fr: Porte Persienne
ga: Doras laibhéir
hu: Zsalus ajtó
is: Rispadyr
it: Porta a lamelle
ja: ルーバードア
ka: ჟალუზის კარი
nb: Persiennedør
nl: Louvredeur
pt: Porta Veneziana
sv: Lamellädörr

# doorBarn
source: Barn Door
da: Ladedør
de: Scheunentür
el: Πόρτα αχυρώνα
es: Puerta de Granero
et: Lautauks
fi: Ladun ovi
fr: Porte de Grange
ga: Doras scioból
hu: Csűrajtó
is: Hlöðuhurð
it: Porta scorrevole tipo fienile
ja: バーンドア
ka: ბეღლის კარი
nb: Låvedør
nl: Schuurdeur
pt: Porta de Celeiro
sv: Ladugårdsdörr

# doorAddPocket
source: Add pocket door that slides into wall
da: Tilføj lommedør der glider ind i væggen
de: In die Wand gleitende Taschentür hinzufügen
el: Προσθήκη συρόμενης πόρτας που μπαίνει στον τοίχο
es: Añadir puerta corredera empotrada
et: Lisa seina sisse libisev taskuuks
fi: Lisää seinään liukuva taskuovi
fr: Ajouter porte coulissante encastrée
ga: Cuir doras póca a shleamhnaíonn isteach sa bhalla leis
hu: Falba csúszó zsebajtó hozzáadása
is: Bæta við vasahurð sem rennur inn í vegg
it: Aggiungi porta scorrevole a scomparsa
ja: 壁に入るポケットドアを追加
ka: კედელში შესასრიალი ჯიბის კარის დამატება
nb: Legg til lommedør som glir inn i veggen
nl: Schuifdeur die in de wand verdwijnt toevoegen
pt: Adicionar porta de correr embutida na parede
sv: Lägg till skjutdörr som glider in i väggen

# doorAddFrench
source: Add French doors with glass
da: Tilføj franske døre med glas
de: Französische Türen mit Glas hinzufügen
el: Προσθήκη γαλλικών πορτών με τζάμι
es: Añadir puertas francesas con vidrio
et: Lisa klaasiga prantsuse uksed
fi: Lisää ranskalaiset ovet lasilla
fr: Ajouter portes françaises avec verre
ga: Cuir doirse Francacha le gloine leis
hu: Üveges francia ajtók hozzáadása
is: Bæta við frönskum dyrum með gleri
it: Aggiungi porte francesi con vetro
ja: ガラス付きフレンチドアを追加
ka: მინის ფრანგული კარების დამატება
nb: Legg til franske dører med glass
nl: Franse deuren met glas toevoegen
pt: Adicionar portas francesas com vidro
sv: Lägg till franska dörrar med glas

# doorAddLouvered
source: Add louvered door
da: Tilføj lameldør
de: Lamellentür hinzufügen
el: Προσθήκη πόρτας με περσίδες
es: Añadir puerta de persiana
et: Lisa ribauks
fi: Lisää säleovi
fr: Ajouter porte persienne
ga: Cuir doras laibhéir leis
hu: Zsalus ajtó hozzáadása
is: Bæta við rispadyrum
it: Aggiungi porta a lamelle
ja: ルーバードアを追加
ka: ჟალუზის კარის დამატება
nb: Legg til persiennedør
nl: Louvredeur toevoegen
pt: Adicionar porta veneziana
sv: Lägg till lamelldörr

# doorAddBarn
source: Add barn door
da: Tilføj ladedør
de: Scheunentür hinzufügen
el: Προσθήκη πόρτας αχυρώνα
es: Añadir puerta de granero
et: Lisa lautauks
fi: Lisää ladun ovi
fr: Ajouter porte de grange
ga: Cuir doras scioból leis
hu: Csűrajtó hozzáadása
is: Bæta við hlöðuhurð
it: Aggiungi porta tipo fienile
ja: バーンドアを追加
ka: ბეღლის კარის დამატება
nb: Legg til låvedør
nl: Schuurdeur toevoegen
pt: Adicionar porta de celeiro
sv: Lägg till ladugårdsdörr

# toiletBidet
source: Heated Bidet
da: Opvarmet bidet
de: Beheizbares Bidet
el: Θερμαινόμενο μπιντέ
es: Bidé con Calefacción
et: Soojendusega bidee
fi: Lämmitetty bidee
fr: Bidet Chauffant
ga: Bíde téite
hu: Fűtött bidé
is: Upphituð bídet
it: Bidet riscaldato
ja: 温水ビデ
ka: გათბობით ბიდე
nb: Oppvarmet bidet
nl: Verwarmde bidet
pt: Bidê Aquecido
sv: Uppvärmd bidé

source: Toilet Seat
da: Toiletsæde
de: Toilettensitz
el: Κάθισμα τουαλέτας
es: Asiento de Inodoro
et: WC-iste
fi: WC-istuin
fr: Siège de Toilette
ga: Suíochán leithris
hu: WC-ülőke
is: Salernisstestur
it: Sedile WC
ja: 便座
ka: უნიტაზის სავარძელი
nb: Toalettsete
nl: Toiletbril
pt: Assento Sanitário
sv: Toalettsits

# tubFreestanding
source: Freestanding Tub
da: Fritstående badekar
de: Freistehende Badewanne
el: Ελεύθερη μπανιέρα
es: Bañera Independiente
et: Vabaltseisev vann
fi: Vapaasti seisova amme
fr: Baignoire Îlot
ga: Folcadán saorsheasaimh
hu: Szabadon álló kád
is: Frjálsstætt baðkar
it: Vasca freestanding
ja: 独立型バスタブ
ka: თავისუფლად მდგომი აბაზანა
nb: Frittstående badekar
nl: Vrijstaand bad
pt: Banheira Independente
sv: Fristående badkar

# tubVintage
source: Vintage Tub
da: Vintage badekar
de: Vintage-Badewanne
el: Vintage μπανιέρα
es: Bañera Vintage
et: Vintage vann
fi: Vintage-amme
fr: Baignoire Vintage
ga: Folcadán seanda
hu: Vintage kád
is: Fornaldar baðkar
it: Vasca vintage
ja: ヴィンテージバスタブ
ka: ვინტაჟური აბაზანა
nb: Vintage badekar
nl: Vintage bad
pt: Banheira Vintage
sv: Vintagebadkar

# tubStandard
source: Standard Tub
da: Standard badekar
de: Standard-Badewanne
el: Τυπική μπανιέρα
es: Bañera Estándar
et: Standardvann
fi: Standardiamme
fr: Baignoire Standard
ga: Folcadán caighdeánach
hu: Standard kád
is: Staðlað baðkar
it: Vasca standard
ja: 標準バスタブ
ka: სტანდარტული აბაზანა
nb: Standard badekar
nl: Standaard bad
pt: Banheira Padrão
sv: Standardbadkar

# showerRain
source: Rain Shower
da: Regnbruser
de: Regendusche
el: Ντους βροχής
es: Ducha de Lluvia
et: Vihmadušš
fi: Sadesuihku
fr: Douche Pluie
ga: Cith báistí
hu: Esőzuhany
is: Regnsturtun
it: Doccia a pioggia
ja: レインシャワー
ka: წვიმის შხაპი
nb: Regndusj
nl: Regendouche
pt: Chuveiro de Teto
sv: Regndusch

source: Shower Enclosure
da: Brusekabine
de: Duschkabine
el: Καμπίνα ντους
es: Cabina de Ducha
et: Dušikabiin
fi: Suihkukaappi
fr: Cabine de Douche
ga: Ionchur cithe
hu: Zuhanykabin
is: Sturtuklefinn
it: Box doccia
ja: シャワーエンクロージャー
ka: შხაპის კაბინა
nb: Dusjkabinett
nl: Douchecabine
pt: Box de Chuveiro
sv: Duschkabin

# showerSliding
source: Sliding Shower Doors
da: Skydedørsbruser
de: Schiebetür-Dusche
el: Συρόμενες πόρτες ντους
es: Puertas Correderas de Ducha
et: Libisevate ustega dušš
fi: Liukuovisuihku
fr: Portes de Douche Coulissantes
ga: Doirse sleamhnáin cithe
hu: Tolóajtós zuhany
is: Rennihurðarsturta
it: Doccia con porte scorrevoli
ja: スライディングシャワードア
ka: გასასრიალებელი კარის შხაპი
nb: Skyvedører til dusj
nl: Schuifdeur douche
pt: Portas de Correr para Chuveiro
sv: Skjutbara duschdörrar

# sinkPedestal
source: Pedestal Sink
da: Piedestal håndvask
de: Standsäulen-Waschbecken
el: Νιπτήρας με βάση
es: Lavabo de Pedestal
et: Postamendiga valamu
fi: Jalallinen pesuallas
fr: Lavabo sur Pied
ga: Doirteal coinsí
hu: Oszlopos mosdó
is: Stólpavaskur
it: Lavabo a colonna
ja: ペデスタルシンク
ka: პოსტამენტიანი ნიჟარა
nb: Sokkelservant
nl: Wastafel op zuil
pt: Pia com Pedestal
sv: Piedestallhandfat

# sinkStainless
source: Stainless Steel Sink
da: Rustfri håndvask
de: Edelstahl-Waschbecken
el: Ανοξείδωτος νιπτήρας
es: Fregadero de Acero Inoxidable
et: Roostevaba valamu
fi: Ruostumaton pesuallas
fr: Évier Inox
ga: Doirteal cruach dhosmálta
hu: Rozsdamentes mosdó
is: Ryðfrítt stálvaskur
it: Lavabo in acciaio inox
ja: ステンレスシンク
ka: უჟანგავი ნიჟარა
nb: Rustfri vask
nl: RVS wastafel
pt: Pia de Aço Inox
sv: Rostfri diskho

# sinkUndermount
source: Undermount Sink
da: Undermonteret håndvask
de: Unterbau-Waschbecken
el: Υποκαθήμενος νιπτήρας
es: Lavabo Bajo Encimera
et: Allaehitatud valamu
fi: Alakiinnitettävä pesuallas
fr: Lavabo Sous-Plan
ga: Doirteal faoi-cheangailte
hu: Alulról szerelt mosdó
is: Undirborðshandfat
it: Lavabo sottopiano
ja: アンダーマウントシンク
ka: ქვემოდან ჩაშენებული ნიჟარა
nb: Underlimt vask
nl: Onderbouw wastafel
pt: Cuba de Embutir
sv: Undermonterat handfat

# jacuzziBuiltIn
source: Built-in Jacuzzi
da: Indbygget jacuzzi
de: Eingebauter Whirlpool
el: Ενσωματωμένο τζακούζι
es: Jacuzzi Empotrado
et: Sisseehitatud mullivann
fi: Kiinteä poreallas
fr: Jacuzzi Encastré
ga: Jacuzzi ionsuite
hu: Beépített jakuzzi
is: Innbyggður núðpottur
it: Jacuzzi incorporata
ja: ビルトインジャグジー
ka: ჩაშენებული ჯაკუზი
nb: Innebygd boblebad
nl: Ingebouwde jacuzzi
pt: Jacuzzi Embutida
sv: Inbyggd jacuzzi

# jacuzziPortable
source: Portable Jacuzzi
da: Transportabel jacuzzi
de: Tragbarer Whirlpool
el: Φορητό τζακούζι
es: Jacuzzi Portátil
et: Teisaldatav mullivann
fi: Siirrettävä poreallas
fr: Jacuzzi Portable
ga: Jacuzzi iniompartha
hu: Hordozható jakuzzi
is: Færanlegur núðpottur
it: Jacuzzi portatile
ja: ポータブルジャグジー
ka: პორტატული ჯაკუზი
nb: Bærbart boblebad
nl: Draagbare jacuzzi
pt: Jacuzzi Portátil
sv: Portabel jacuzzi

# poolInground
source: Inground Pool
da: Nedgravet pool
de: Eingelassener Pool
el: Χωνευτή πισίνα
es: Piscina Enterrada
et: Maasse ehitatud bassein
fi: Maahan upotettu allas
fr: Piscine Enterrée
ga: Linn talún
hu: Süllyesztett medence
is: Niðurgrafin sundlaug
it: Piscina interrata
ja: 地上プール
ka: მიწაში ჩაშენებული აუზი
nb: Nedgravd basseng
nl: Ingebouwd zwembad
pt: Piscina Enterrada
sv: Nedgrävd pool

# poolAboveGround
source: Above Ground Pool
da: Overgrunds pool
de: Aufstellpool
el: Υπέργεια πισίνα
es: Piscina Elevada
et: Maapealne bassein
fi: Maanpäällinen allas
fr: Piscine Hors-Sol
ga: Linn os cionn talún
hu: Föld feletti medence
is: Yfirjarðar sundlaug
it: Piscina fuori terra
ja: 地上式プール
ka: მიწისზედა აუზი
nb: Oppstilt basseng
nl: Bovengronds zwembad
pt: Piscina de Superfície
sv: Ovanmarkspool

# toiletAddBidet
source: Add toilet seat with bidet
da: Tilføj toiletsæde med bidet
de: Toilettensitz mit Bidet hinzufügen
el: Προσθήκη καθίσματος τουαλέτας με μπιντέ
es: Añadir asiento con bidé
et: Lisa WC-iste bideega
fi: Lisää WC-istuin bideellä
fr: Ajouter siège avec bidet
ga: Cuir suíochán leithris le bíde leis
hu: Bidés WC-ülőke hozzáadása
is: Bæta við salernisstestir með bídet
it: Aggiungi sedile WC con bidet
ja: ビデ付き便座を追加
ka: ბიდეიანი უნიტაზის სავარძლის დამატება
nb: Legg til toalettsete med bidet
nl: Toiletbril met bidet toevoegen
pt: Adicionar assento sanitário com bidê
sv: Lägg till toalettsits med bidé

# toiletAddSeat
source: Add toilet seat
da: Tilføj toiletsæde
de: Toilettensitz hinzufügen
el: Προσθήκη καθίσματος τουαλέτας
es: Añadir asiento de inodoro
et: Lisa WC-iste
fi: Lisää WC-istuin
fr: Ajouter siège de toilette
ga: Cuir suíochán leithris leis
hu: WC-ülőke hozzáadása
is: Bæta við salernisstestir
it: Aggiungi sedile WC
ja: 便座を追加
ka: უნიტაზის სავარძლის დამატება
nb: Legg til toalettsete
nl: Toiletbril toevoegen
pt: Adicionar assento sanitário
sv: Lägg till toalettsits

# tubAddFreestanding
source: Add freestanding tub
da: Tilføj fritstående badekar
de: Freistehende Badewanne hinzufügen
el: Προσθήκη ελεύθερης μπανιέρας
es: Añadir bañera independiente
et: Lisa vabaltseisev vann
fi: Lisää vapaasti seisova amme
fr: Ajouter baignoire îlot
ga: Cuir folcadán saorsheasaimh leis
hu: Szabadon álló kád hozzáadása
is: Bæta við frjálsstæðu baðkari
it: Aggiungi vasca freestanding
ja: 独立型バスタブを追加
ka: თავისუფლად მდგომი აბაზანის დამატება
nb: Legg til frittstående badekar
nl: Vrijstaand bad toevoegen
pt: Adicionar banheira independente
sv: Lägg till fristående badkar

# tubAddVintage
source: Add vintage tub
da: Tilføj vintage badekar
de: Vintage-Badewanne hinzufügen
el: Προσθήκη vintage μπανιέρας
es: Añadir bañera vintage
et: Lisa vintage vann
fi: Lisää vintage-amme
fr: Ajouter baignoire vintage
ga: Cuir folcadán seanda leis
hu: Vintage kád hozzáadása
is: Bæta við fornaldar baðkari
it: Aggiungi vasca vintage
ja: ヴィンテージバスタブを追加
ka: ვინტაჟური აბაზანის დამატება
nb: Legg til vintage badekar
nl: Vintage bad toevoegen
pt: Adicionar banheira vintage
sv: Lägg till vintagebadkar

# tubAddStandard
source: Add standard tub
da: Tilføj standard badekar
de: Standard-Badewanne hinzufügen
el: Προσθήκη τυπικής μπανιέρας
es: Añadir bañera estándar
et: Lisa standardvann
fi: Lisää standardiamme
fr: Ajouter baignoire standard
ga: Cuir folcadán caighdeánach leis
hu: Standard kád hozzáadása
is: Bæta við stöðluðu baðkari
it: Aggiungi vasca standard
ja: 標準バスタブを追加
ka: სტანდარტული აბაზანის დამატება
nb: Legg til standard badekar
nl: Standaard bad toevoegen
pt: Adicionar banheira padrão
sv: Lägg till standardbadkar

# showerAddRain
source: Add shower with rain shower head
da: Tilføj bruser med regnbruserhoved
de: Dusche mit Regenkopf hinzufügen
el: Προσθήκη ντους με κεφαλή βροχής
es: Añadir ducha con cabezal de lluvia
et: Lisa vihmadušipea dušš
fi: Lisää suihku sadesuihkupäällä
fr: Ajouter douche pluie
ga: Cuir cith le ceann báistí leis
hu: Esőzuhany fejjel hozzáadása
is: Bæta við sturtu með regnhöfuð
it: Aggiungi doccia con soffione a pioggia
ja: レインシャワーヘッド付きシャワーを追加
ka: წვიმის თავით შხაპის დამატება
nb: Legg til dusj med regndusjhode
nl: Douche met regendouchekop toevoegen
pt: Adicionar chuveiro com ducha de teto
sv: Lägg till dusch med regnduschhuvud

# showerAddEnclosure
source: Add shower enclosure
da: Tilføj brusekabine
de: Duschkabine hinzufügen
el: Προσθήκη καμπίνας ντους
es: Añadir cabina de ducha
et: Lisa dušikabiin
fi: Lisää suihkukaappi
fr: Ajouter cabine de douche
ga: Cuir ionchur cithe leis
hu: Zuhanykabin hozzáadása
is: Bæta við sturtuklefa
it: Aggiungi box doccia
ja: シャワーエンクロージャーを追加
ka: შხაპის კაბინის დამატება
nb: Legg til dusjkabinett
nl: Douchecabine toevoegen
pt: Adicionar box de chuveiro
sv: Lägg till duschkabin

# showerAddSliding
source: Add shower with sliding doors
da: Tilføj bruser med skydedøre
de: Dusche mit Schiebetüren hinzufügen
el: Προσθήκη ντους με συρόμενες πόρτες
es: Añadir ducha con puertas correderas
et: Lisa libisevate ustega dušš
fi: Lisää suihku liukuovilla
fr: Ajouter douche avec portes coulissantes
ga: Cuir cith le doirse sleamhnáin leis
hu: Tolóajtós zuhany hozzáadása
is: Bæta við sturtu með rennihurð
it: Aggiungi doccia con porte scorrevoli
ja: スライディングドア付きシャワーを追加
ka: გასასრიალებელი კარის შხაპის დამატება
nb: Legg til dusj med skyvedører
nl: Douche met schuifdeuren toevoegen
pt: Adicionar chuveiro com portas de correr
sv: Lägg till dusch med skjutdörrar

# sinkAddPedestal
source: Add pedestal sink
da: Tilføj piedestal håndvask
de: Standsäulen-Waschbecken hinzufügen
el: Προσθήκη νιπτήρα με βάση
es: Añadir lavabo de pedestal
et: Lisa postamendiga valamu
fi: Lisää jalallinen pesuallas
fr: Ajouter lavabo sur pied
ga: Cuir doirteal coinsí leis
hu: Oszlopos mosdó hozzáadása
is: Bæta við stólpavasque
it: Aggiungi lavabo a colonna
ja: ペデスタルシンクを追加
ka: პოსტამენტიანი ნიჟარის დამატება
nb: Legg til sokkelservant
nl: Wastafel op zuil toevoegen
pt: Adicionar pia com pedestal
sv: Lägg till piedestallhandfat

# sinkAddStainless
source: Add stainless steel sink
da: Tilføj rustfri håndvask
de: Edelstahl-Waschbecken hinzufügen
el: Προσθήκη ανοξείδωτου νιπτήρα
es: Añadir fregadero de acero
et: Lisa roostevaba valamu
fi: Lisää ruostumaton pesuallas
fr: Ajouter évier inox
ga: Cuir doirteal cruach dhosmálta leis
hu: Rozsdamentes mosdó hozzáadása
is: Bæta við ryðfríu stálvasque
it: Aggiungi lavabo in acciaio inox
ja: ステンレスシンクを追加
ka: უჟანგავი ნიჟარის დამატება
nb: Legg til rustfri vask
nl: RVS wastafel toevoegen
pt: Adicionar pia de aço inox
sv: Lägg till rostfri diskho

# sinkAddUndermount
source: Add undermount sink
da: Tilføj undermonteret håndvask
de: Unterbau-Waschbecken hinzufügen
el: Προσθήκη υποκαθήμενου νιπτήρα
es: Añadir lavabo bajo encimera
et: Lisa allaehitatud valamu
fi: Lisää alakiinnitettävä pesuallas
fr: Ajouter lavabo sous-plan
ga: Cuir doirteal faoi-cheangailte leis
hu: Alulról szerelt mosdó hozzáadása
is: Bæta við undirborðshandfati
it: Aggiungi lavabo sottopiano
ja: アンダーマウントシンクを追加
ka: ქვემოდან ჩაშენებული ნიჟარის დამატება
nb: Legg til underlimt vask
nl: Onderbouw wastafel toevoegen
pt: Adicionar cuba de embutir
sv: Lägg till undermonterat handfat

# jacuzziAddBuiltIn
source: Add built-in jacuzzi
da: Tilføj indbygget jacuzzi
de: Eingebauten Whirlpool hinzufügen
el: Προσθήκη ενσωματωμένου τζακούζι
es: Añadir jacuzzi empotrado
et: Lisa sisseehitatud mullivann
fi: Lisää kiinteä poreallas
fr: Ajouter jacuzzi encastré
ga: Cuir jacuzzi ionsuite leis
hu: Beépített jakuzzi hozzáadása
is: Bæta við innbyggðum núðpotti
it: Aggiungi jacuzzi incorporata
ja: ビルトインジャグジーを追加
ka: ჩაშენებული ჯაკუზის დამატება
nb: Legg til innebygd boblebad
nl: Ingebouwde jacuzzi toevoegen
pt: Adicionar jacuzzi embutida
sv: Lägg till inbyggd jacuzzi

# jacuzziAddPortable
source: Add portable jacuzzi
da: Tilføj transportabel jacuzzi
de: Tragbaren Whirlpool hinzufügen
el: Προσθήκη φορητού τζακούζι
es: Añadir jacuzzi portátil
et: Lisa teisaldatav mullivann
fi: Lisää siirrettävä poreallas
fr: Ajouter jacuzzi portable
ga: Cuir jacuzzi iniompartha leis
hu: Hordozható jakuzzi hozzáadása
is: Bæta við færanlegum núðpotti
it: Aggiungi jacuzzi portatile
ja: ポータブルジャグジーを追加
ka: პორტატული ჯაკუზის დამატება
nb: Legg til bærbart boblebad
nl: Draagbare jacuzzi toevoegen
pt: Adicionar jacuzzi portátil
sv: Lägg till portabel jacuzzi

# poolAddInground
source: Add inground pool
da: Tilføj nedgravet pool
de: Eingelassenen Pool hinzufügen
el: Προσθήκη χωνευτής πισίνας
es: Añadir piscina enterrada
et: Lisa maasse ehitatud bassein
fi: Lisää maahan upotettu allas
fr: Ajouter piscine enterrée
ga: Cuir linn talún leis
hu: Süllyesztett medence hozzáadása
is: Bæta við niðurgrafinni sundlaug
it: Aggiungi piscina interrata
ja: 地上プールを追加
ka: მიწაში ჩაშენებული აუზის დამატება
nb: Legg til nedgravd basseng
nl: Ingebouwd zwembad toevoegen
pt: Adicionar piscina enterrada
sv: Lägg till nedgrävd pool

# poolAddAboveGround
source: Add above ground pool
da: Tilføj overgrunds pool
de: Aufstellpool hinzufügen
el: Προσθήκη υπέργειας πισίνας
es: Añadir piscina elevada
et: Lisa maapealne bassein
fi: Lisää maanpäällinen allas
fr: Ajouter piscine hors-sol
ga: Cuir linn os cionn talún leis
hu: Föld feletti medence hozzáadása
is: Bæta við yfirjarðar sundlaug
it: Aggiungi piscina fuori terra
ja: 地上式プールを追加
ka: მიწისზედა აუზის დამატება
nb: Legg til oppstilt basseng
nl: Bovengronds zwembad toevoegen
pt: Adicionar piscina de superfície
sv: Lägg till ovanmarkspool

# errorUnknown
source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
fi: Tuntematon virhe
fr: Erreur inconnue
ga: Earráid anaithnid
hu: Ismeretlen hiba
is: Óþekkt villa
it: Errore sconosciuto
ja: 不明なエラー
ka: უცნობი შეცდომა
nb: Ukjent feil
nl: Onbekende fout
pt: Erro desconhecido
sv: Okänt fel

# searchWithLens
source: Search
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
fi: Hae
fr: Rechercher
ga: Cuardaigh
hu: Keresés
is: Leita
it: Cerca
ja: 検索
ka: ძიება
nb: Søk
nl: Zoeken
pt: Pesquisar
sv: Sök

# cancelSearch
source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
ga: Cealaigh
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
nb: Avbryt
nl: Annuleren
pt: Cancelar
sv: Avbryt

# selectAreaToSearch
source: Draw a rectangle around the item you want to search
da: Tegn et rektangel omkring den genstand du vil søge efter
de: Zeichne ein Rechteck um den Gegenstand, den du suchen möchtest
el: Σχεδιάστε ένα ορθογώνιο γύρω από το αντικείμενο που θέλετε να αναζητήσετε
es: Dibuja un rectángulo alrededor del artículo que deseas buscar
et: Joonista ristkülik otsitava eseme ümber
fi: Piirrä suorakaide haettavan esineen ympärille
fr: Dessinez un rectangle autour de l'objet que vous souhaitez rechercher
ga: Tarraing dronuilleog timpeall ar an mír ba mhaith leat a chuardach
hu: Rajzolj egy téglalapot a keresni kívánt tárgy köré
is: Teiknaðu rétthyrning utan um hlutinn sem þú vilt leita að
it: Disegna un rettangolo attorno all'oggetto che vuoi cercare
ja: 検索したいアイテムの周りに四角形を描いてください
ka: დახაზეთ მართკუთხედი ნივთის გარშემო, რომლის მოძებნაც გსურთ
nb: Tegn et rektangel rundt gjenstanden du vil søke etter
nl: Teken een rechthoek rond het item dat je wilt zoeken
pt: Desenhe um retângulo ao redor do item que você quer pesquisar
sv: Rita en rektangel runt objektet du vill söka efter

source: Searching with Google Lens...
da: Søger med Google Lens...
de: Suche mit Google Lens...
el: Αναζήτηση με Google Lens...
es: Buscando con Google Lens...
et: Otsin Google Lens'iga...
fi: Haetaan Google Lensillä...
fr: Recherche avec Google Lens...
ga: Ag cuardach le Google Lens...
hu: Keresés Google Lens-szel...
is: Leita með Google Lens...
it: Ricerca con Google Lens...
ja: Google Lensで検索中...
ka: Google Lens-ით ძიება...
nb: Søker med Google Lens...
nl: Zoeken met Google Lens...
pt: Pesquisando com Google Lens...
sv: Söker med Google Lens...

# selectAreaWithinImage
source: Please select an area within the image
da: Vælg venligst et område inden for billedet
de: Bitte einen Bereich innerhalb des Bildes auswählen
el: Παρακαλώ επιλέξτε μια περιοχή μέσα στην εικόνα
es: Por favor selecciona un área dentro de la imagen
et: Palun vali ala pildi sees
fi: Valitse alue kuvan sisällä
fr: Veuillez sélectionner une zone dans l'image
ga: Roghnaigh limistéar laistigh den íomhá le do thoil
hu: Kérlek, válassz egy területet a képen belül
is: Vinsamlegast veldu svæði innan myndarinnar
it: Per favore seleziona un'area all'interno dell'immagine
ja: 画像内のエリアを選択してください
ka: გთხოვთ, აირჩიოთ არე სურათის შიგნით
nb: Vennligst velg et område innenfor bildet
nl: Selecteer een gebied binnen de afbeelding
pt: Por favor, selecione uma área dentro da imagem
sv: Välj ett område inom bilden

# googleLensSearchFailed
source: Search failed. Please try again.
da: Søgning mislykkedes. Prøv igen.
de: Suche fehlgeschlagen. Bitte erneut versuchen.
el: Η αναζήτηση απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: La búsqueda falló. Inténtalo de nuevo.
et: Otsing ebaõnnestus. Palun proovi uuesti.
fi: Haku epäonnistui. Yritä uudelleen.
fr: La recherche a échoué. Veuillez réessayer.
ga: Theip ar an gcuardach. Bain triail as arís le do thoil.
hu: A keresés sikertelen. Kérlek, próbáld újra.
is: Leit mistókst. Vinsamlegast reyndu aftur.
it: Ricerca fallita. Per favore riprova.
ja: 検索に失敗しました。再試行してください。
ka: ძიება ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.
nb: Søket mislyktes. Prøv igjen.
nl: Zoeken mislukt. Probeer opnieuw.
pt: A pesquisa falhou. Por favor, tente novamente.
sv: Sökningen misslyckades. Försök igen.
