Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# funPhrase14
source: Making sure everything is perfect for you... 👌
da: Sikrer at alt er perfekt for dig... 👌
de: Sicherstellen, dass alles perfekt für dich ist... 👌
el: Βεβαιωνόμαστε ότι όλα είναι τέλεια για εσάς... 👌
es: Asegurándome de que todo sea perfecto para ti... 👌
et: Veendume, et kõik on sinu jaoks täiuslik... 👌
fi: Varmistetaan, että kaikki on täydellistä sinulle... 👌
fr: S'assurer que tout est parfait pour vous... 👌
ga: Ag cinntiú go bhfuil gach rud foirfe duit... 👌
hu: Gondoskodunk róla, hogy minden tökéletes legyen neked... 👌
is: Passa að allt sé fullkomið fyrir þig... 👌
it: Assicurandoci che tutto sia perfetto per te... 👌
ja: すべてが完璧になるようにしています... 👌
ka: ვრწმუნდებით, რომ ყველაფერი სრულყოფილია თქვენთვის... 👌
nb: Sørger for at alt er perfekt for deg... 👌
nl: Ervoor zorgen dat alles perfect voor je is... 👌
pt: Garantindo que tudo esteja perfeito para você... 👌
sv: Ser till att allt är perfekt för dig... 👌

source: Design Style
da: Designstil
de: Designstil
el: Στιλ σχεδίασης
es: Estilo de Diseño
et: Disainistiil
fi: Suunnittelutyyli
fr: Style de Design
ga: Stíl dearaidh
hu: Dizájn stílus
is: Hönnunarstíll
it: Stile di design
ja: デザインスタイル
ka: დიზაინის სტილი
nb: Designstil
nl: Ontwerpstijl
pt: Estilo de Design
sv: Designstil

# wallColor
source: Change Color
da: Skift farve
de: Farbe ändern
el: Αλλαγή χρώματος
es: Cambiar Color
et: Muuda värvi
fi: Vaihda väri
fr: Changer Couleur
ga: Athraigh dath
hu: Szín módosítása
is: Breyta lit
it: Cambia colore
ja: 色を変更
ka: ფერის შეცვლა
nb: Endre farge
nl: Kleur wijzigen
pt: Mudar Cor
sv: Ändra färg

source: Lighting
da: Belysning
de: Beleuchtung
el: Φωτισμός
es: Iluminación
et: Valgustus
fi: Valaistus
fr: Éclairage
ga: Soilsiú
hu: Világítás
is: Lýsing
it: Illuminazione
ja: 照明
ka: განათება
nb: Belysning
nl: Verlichting
pt: Iluminação
sv: Belysning

source: Furniture
da: Møbler
de: Möbel
el: Έπιπλα
es: Muebles
et: Mööbel
fi: Huonekalut
fr: Mobilier
ga: Troscán
hu: Bútor
is: Húsgögn
it: Mobili
ja: 家具
ka: ავეჯი
nb: Møbler
nl: Meubels
pt: Móveis
sv: Möbler

source: Doors & Windows
da: Døre og vinduer
de: Türen & Fenster
el: Πόρτες & Παράθυρα
es: Puertas y Ventanas
et: Uksed ja aknad
fi: Ovet ja ikkunat
fr: Portes et Fenêtres
ga: Doirse & Fuinneoga
hu: Ajtók és ablakok
is: Hurðir og gluggar
it: Porte e finestre
ja: ドアと窓
ka: კარები და ფანჯრები
nb: Dører og vinduer
nl: Deuren en ramen
pt: Portas e Janelas
sv: Dörrar och fönster

source: Bathroom
da: Badeværelse
de: Badezimmer
el: Μπάνιο
es: Baño
et: Vannituba
fi: Kylpyhuone
fr: Salle de Bain
ga: Seomra folctha
hu: Fürdőszoba
is: Baðherbergi
it: Bagno
ja: バスルーム
ka: აბაზანა
nb: Bad
nl: Badkamer
pt: Banheiro
sv: Badrum

source: Repairs
da: Reparationer
de: Reparaturen
el: Επισκευές
es: Reparaciones
et: Parandused
fi: Korjaukset
fr: Réparations
ga: Deisiúcháin
hu: Javítások
is: Viðgerðir
it: Riparazioni
ja: 修理
ka: შეკეთება
nb: Reparasjoner
nl: Reparaties
pt: Reparos
sv: Reparationer

source: General
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleinen
fr: Général
ga: Ginearálta
hu: Általános
is: Almennt
it: Generale
ja: 一般
ka: ზოგადი
nb: Generelt
nl: Algemeen
pt: Geral
sv: Allmänt

source: Select Design Style
da: Vælg designstil
de: Designstil auswählen
el: Επιλέξτε στιλ σχεδίασης
es: Selecciona Estilo de Diseño
et: Vali disainistiil
fi: Valitse suunnittelutyyli
fr: Sélectionner Style de Design
ga: Roghnaigh stíl dearaidh
hu: Válassz dizájn stílust
is: Veldu hönnunarstíl
it: Seleziona stile di design
ja: デザインスタイルを選択
ka: აირჩიეთ დიზაინის სტილი
nb: Velg designstil
nl: Selecteer ontwerpstijl
pt: Selecionar Estilo de Design
sv: Välj designstil

source: Color Palette
da: Farvepalet
de: Farbpalette
el: Παλέτα χρωμάτων
es: Paleta de Colores
et: Värvipalett
fi: Väripaletti
fr: Palette de Couleurs
ga: Pailéad dathanna
hu: Színpaletta
is: Litavefur
it: Palette colori
ja: カラーパレット
ka: ფერთა პალიტრა
nb: Fargepalett
nl: Kleurenpalet
pt: Paleta de Cores
sv: Färgpalett

source: Select Lighting Type
da: Vælg belysningstype
de: Beleuchtungstyp auswählen
el: Επιλέξτε τύπο φωτισμού
es: Selecciona Tipo de Iluminación
et: Vali valgustuse tüüp
fi: Valitse valaistustyyppi
fr: Sélectionner Type d'Éclairage
ga: Roghnaigh cineál soilsithe
hu: Válassz világítás típust
is: Veldu gerð lýsingar
it: Seleziona tipo di illuminazione
ja: 照明タイプを選択
ka: აირჩიეთ განათების ტიპი
nb: Velg belysningstype
nl: Selecteer verlichtingstype
pt: Selecionar Tipo de Iluminação
sv: Välj belysningstyp

source: Select Furniture Type
da: Vælg møbeltype
de: Möbeltyp auswählen
el: Επιλέξτε τύπο επίπλου
es: Selecciona Tipo de Mueble
et: Vali mööbli tüüp
fi: Valitse huonekalutyyppi
fr: Sélectionner Type de Mobilier
ga: Roghnaigh cineál troscáin
hu: Válassz bútor típust
is: Veldu gerð húsgagna
it: Seleziona tipo di mobile
ja: 家具タイプを選択
ka: აირჩიეთ ავეჯის ტიპი
nb: Velg møbeltype
nl: Selecteer meubeltype
pt: Selecionar Tipo de Móvel
sv: Välj möbeltyp

# selectRepairType
source: Select Repair/Damage Type
da: Vælg reparations-/skadetype
de: Reparatur-/Schadenstyp auswählen
el: Επιλέξτε τύπο επισκευής/ζημιάς
es: Selecciona Tipo de Reparación/Daño
et: Vali paranduse/kahjustuse tüüp
fi: Valitse korjaus-/vahinkotyyppi
fr: Sélectionner Type de Réparation/Dommage
ga: Roghnaigh cineál deisiúcháin/damáiste
hu: Válassz javítás/kár típust
is: Veldu gerð viðgerðar/skemmda
it: Seleziona tipo di riparazione/danno
ja: 修理/損傷タイプを選択
ka: აირჩიეთ შეკეთების/დაზიანების ტიპი
nb: Velg reparasjons-/skadetype
nl: Selecteer reparatie-/schadetype
pt: Selecionar Tipo de Reparo/Dano
sv: Välj reparations-/skadetyp

source: Bathroom Options
da: Badeværelsesmuligheder
de: Badezimmeroptionen
el: Επιλογές μπάνιου
es: Opciones de Baño
et: Vannitoa valikud
fi: Kylpyhuonevaihtoehdot
fr: Options Salle de Bain
ga: Roghanna seomra folctha
hu: Fürdőszoba lehetőségek
is: Valkostir baðherbergis
it: Opzioni bagno
ja: バスルームオプション
ka: აბაზანის პარამეტრები
nb: Baderomsmuligheter
nl: Badkameropties
pt: Opções de Banheiro
sv: Badrumsalternativ

# changeStyleTo
source: Change the style to {styleName}
da: Skift stilen til {styleName}
de: Stil ändern zu {styleName}
el: Αλλαγή στιλ σε {styleName}
es: Cambiar el estilo a {styleName}
et: Muuda stiil {styleName}
fi: Vaihda tyyli muotoon {styleName}
fr: Changer le style en {styleName}
ga: Athraigh an stíl go {styleName}
hu: Stílus módosítása erre: {styleName}
is: Breyta stíl í {styleName}
it: Cambia lo stile in {styleName}
ja: スタイルを{styleName}に変更
ka: სტილის შეცვლა {styleName}-ზე
nb: Endre stilen til {styleName}
nl: Verander de stijl naar {styleName}
pt: Mudar o estilo para {styleName}
sv: Ändra stilen till {styleName}

source: What to do?
da: Hvad vil du gøre?
de: Was möchtest du tun?
el: Τι θέλετε να κάνετε;
es: ¿Qué hacer?
et: Mida soovid teha?
fi: Mitä haluat tehdä?
fr: Que faire ?
ga: Cad ba mhaith leat a dhéanamh?
hu: Mit szeretnél csinálni?
is: Hvað viltu gera?
it: Cosa vuoi fare?
ja: 何をしますか？
ka: რის გაკეთება გსურთ?
nb: Hva vil du gjøre?
nl: Wat wil je doen?
pt: O que fazer?
sv: Vad ska göras?

# describeChange
source: Describe the desired change...
da: Beskriv den ønskede ændring...
de: Beschreibe die gewünschte Änderung...
el: Περιγράψτε την επιθυμητή αλλαγή...
es: Describe el cambio deseado...
et: Kirjelda soovitud muudatust...
fi: Kuvaile haluttu muutos...
fr: Décrivez le changement souhaité...
ga: Déan cur síos ar an athrú atá uait...
hu: Írd le a kívánt változtatást...
is: Lýstu æskilegri breytingu...
it: Descrivi il cambiamento desiderato...
ja: 変更したい内容を説明してください...
ka: აღწერეთ სასურველი ცვლილება...
nb: Beskriv ønsket endring...
nl: Beschrijf de gewenste verandering...
pt: Descreva a mudança desejada...
sv: Beskriv önskad ändring...

source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
ga: Cealaigh
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
nb: Avbryt
nl: Annuleren
pt: Cancelar
sv: Avbryt

source: Execute
da: Udfør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Teosta
fi: Suorita
fr: Exécuter
ga: Rith
hu: Végrehajtás
is: Framkvæma
it: Esegui
ja: 実行
ka: შესრულება
nb: Utfør
nl: Uitvoeren
pt: Executar
sv: Utför

# comingSoon
source: {feature} - Coming soon!
da: {feature} - Kommer snart!
de: {feature} - Demnächst!
el: {feature} - Σύντομα!
es: {feature} - ¡Próximamente!
et: {feature} - Varsti tulemas!
fi: {feature} - Tulossa pian!
fr: {feature} - Bientôt disponible !
ga: {feature} - Ag teacht go luath!
hu: {feature} - Hamarosan!
is: {feature} - Kemur fljótlega!
it: {feature} - In arrivo!
ja: {feature} - 近日公開！
ka: {feature} - მალე!
nb: {feature} - Kommer snart!
nl: {feature} - Binnenkort!
pt: {feature} - Em breve!
sv: {feature} - Kommer snart!

# colorChange
source: Change Color
da: Skift farve
de: Farbe ändern
el: Αλλαγή χρώματος
es: Cambiar Color
et: Värvi muutmine
fi: Värin vaihto
fr: Changer Couleur
ga: Athraigh dath
hu: Szín módosítása
is: Litabreyting
it: Cambia colore
ja: 色を変更
ka: ფერის შეცვლა
nb: Endre farge
nl: Kleur wijzigen
pt: Mudar Cor
sv: Ändra färg

source: All Walls
da: Alle vægge
de: Alle Wände
el: Όλοι οι τοίχοι
es: Todas las Paredes
et: Kõik seinad
fi: Kaikki seinät
fr: Tous les Murs
ga: Gach balla
hu: Minden fal
is: Allir veggir
it: Tutte le pareti
ja: すべての壁
ka: ყველა კედელი
nb: Alle vegger
nl: Alle muren
pt: Todas as Paredes
sv: Alla väggar

# paintAllWalls
source: Paint all walls in the room
da: Mal alle vægge i rummet
de: Alle Wände im Raum streichen
el: Βάψτε όλους τους τοίχους στο δωμάτιο
es: Pintar todas las paredes de la habitación
et: Värvi kõik toa seinad
fi: Maalaa kaikki huoneen seinät
fr: Peindre tous les murs de la pièce
ga: Péinteáil gach balla sa seomra
hu: Fesd ki az összes falat a szobában
is: Mála alla veggi í herberginu
it: Dipingi tutte le pareti della stanza
ja: 部屋のすべての壁を塗る
ka: შეღებეთ ყველა კედელი ოთახში
nb: Mal alle veggene i rommet
nl: Verf alle muren in de kamer
pt: Pintar todas as paredes do ambiente
sv: Måla alla väggar i rummet

source: Specific Object
da: Specifik genstand
de: Bestimmtes Objekt
el: Συγκεκριμένο αντικείμενο
es: Objeto Específico
et: Konkreetne objekt
fi: Tietty esine
fr: Objet Spécifique
ga: Réad ar leith
hu: Adott tárgy
is: Sérstakur hlutur
it: Oggetto specifico
ja: 特定のオブジェクト
ka: კონკრეტული ობიექტი
nb: Spesifikt objekt
nl: Specifiek object
pt: Objeto Específico
sv: Specifikt objekt

# selectWhatToPaint
source: Choose what you want to paint
da: Vælg hvad du vil male
de: Wähle, was du streichen möchtest
el: Επιλέξτε τι θέλετε να βάψετε
es: Elige qué quieres pintar
et: Vali, mida soovid värvida
fi: Valitse mitä haluat maalata
fr: Choisissez ce que vous voulez peindre
ga: Roghnaigh cad ba mhaith leat a phéinteáil
hu: Válaszd ki, mit szeretnél festeni
is: Veldu hvað þú vilt mála
it: Scegli cosa vuoi dipingere
ja: 塗りたいものを選んでください
ka: აირჩიეთ რისი შეღებვა გსურთ
nb: Velg hva du vil male
nl: Kies wat je wilt verven
pt: Escolha o que você quer pintar
sv: Välj vad du vill måla

# exampleObjects
source: For example: sofa, ceiling, cabinet...
da: For eksempel: sofa, loft, skab...
de: Zum Beispiel: Sofa, Decke, Schrank...
el: Για παράδειγμα: καναπές, οροφή, ντουλάπα...
es: Por ejemplo: sofá, techo, armario...
et: Näiteks: diivan, lagi, kapp...
fi: Esimerkiksi: sohva, katto, kaappi...
fr: Par exemple : canapé, plafond, armoire...
ga: Mar shampla: tolg, síleáil, cófra...
hu: Például: kanapé, mennyezet, szekrény...
is: Til dæmis: sófi, loft, skápur...
it: Per esempio: divano, soffitto, armadio...
ja: 例：ソファ、天井、キャビネット...
ka: მაგალითად: დივანი, ჭერი, კარადა...
nb: For eksempel: sofa, tak, skap...
nl: Bijvoorbeeld: bank, plafond, kast...
pt: Por exemplo: sofá, teto, armário...
sv: Till exempel: soffa, tak, skåp...

source: Confirm
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
hu: Megerősítés
is: Staðfesta
it: Conferma
ja: 確認
ka: დადასტურება
nb: Bekreft
nl: Bevestigen
pt: Confirmar
sv: Bekräfta

source: Window Options
da: Vinduesmuligheder
de: Fensteroptionen
el: Επιλογές παραθύρου
es: Opciones de Ventanas
et: Akna valikud
fi: Ikkunavaihtoehdot
fr: Options Fenêtres
ga: Roghanna fuinneoige
hu: Ablak lehetőségek
is: Gluggavalkostir
it: Opzioni finestra
ja: 窓オプション
ka: ფანჯრის პარამეტრები
nb: Vindusalternativer
nl: Raamopties
pt: Opções de Janela
sv: Fönsteralternativ

source: Door Options
da: Dørmuligheder
de: Türoptionen
el: Επιλογές πόρτας
es: Opciones de Puertas
et: Ukse valikud
fi: Ovivaihtoehdot
fr: Options Portes
ga: Roghanna dorais
hu: Ajtó lehetőségek
is: Hurðavalkostir
it: Opzioni porta
ja: ドアオプション
ka: კარის პარამეტრები
nb: Døralternativer
nl: Deuropties
pt: Opções de Porta
sv: Dörralternativ

source: Toilet Options
da: Toiletmuligheder
de: Toilettenoptionen
el: Επιλογές τουαλέτας
es: Opciones de Inodoro
et: WC valikud
fi: WC-vaihtoehdot
fr: Options Toilettes
ga: Roghanna leithris
hu: WC lehetőségek
is: Salernisvalostir
it: Opzioni WC
ja: トイレオプション
ka: ტუალეტის პარამეტრები
nb: Toalettalternativer
nl: Toiletopties
pt: Opções de Vaso Sanitário
sv: Toalettalternativ

source: Bathtub Options
da: Badekarsmuligheder
de: Badewannenoptionen
el: Επιλογές μπανιέρας
es: Opciones de Bañera
et: Vanni valikud
fi: Kylpyammevaihtoehdot
fr: Options Baignoire
ga: Roghanna folcadáin
hu: Kád lehetőségek
is: Baðkarsvalostir
it: Opzioni vasca
ja: バスタブオプション
ka: აბაზანის პარამეტრები
nb: Badekarsalternativer
nl: Badkuipopties
pt: Opções de Banheira
sv: Badkarsalternativ

source: Shower Options
da: Brusemuligheder
de: Duschoptionen
el: Επιλογές ντους
es: Opciones de Ducha
et: Duši valikud
fi: Suihkuvaihtoehdot
fr: Options Douche
ga: Roghanna cithfholcadáin
hu: Zuhany lehetőségek
is: Sturtuvalostir
it: Opzioni doccia
ja: シャワーオプション
ka: შხაპის პარამეტრები
nb: Dusjalternativer
nl: Doucheopties
pt: Opções de Chuveiro
sv: Duschalternativ

source: Sink Options
da: Vaskmuligheder
de: Waschbeckenoptionen
el: Επιλογές νιπτήρα
es: Opciones de Lavabo
et: Kraanikausi valikud
fi: Pesualtaan vaihtoehdot
fr: Options Lavabo
ga: Roghanna doirtil
hu: Mosdó lehetőségek
is: Vaskvalostir
it: Opzioni lavabo
ja: シンクオプション
ka: ნიჟარის პარამეტრები
nb: Vaskalternativer
nl: Wastafelopties
pt: Opções de Pia
sv: Handfatalternativ

# jacuzziOptions
source: Jacuzzi/Spa Options
da: Jacuzzi/spa-muligheder
de: Jacuzzi/Spa-Optionen
el: Επιλογές τζακούζι/spa
es: Opciones de Jacuzzi/Spa
et: Mullivanni/spa valikud
fi: Poreallas/spa-vaihtoehdot
fr: Options Jacuzzi/Spa
ga: Roghanna jacuzzi/spa
hu: Jakuzzi/spa lehetőségek
is: Núðpotts-/spávalkostir
it: Opzioni jacuzzi/spa
ja: ジャグジー/スパオプション
ka: ჯაკუზის/სპა პარამეტრები
nb: Jacuzzi/spa-alternativer
nl: Jacuzzi/spa-opties
pt: Opções de Jacuzzi/Spa
sv: Jacuzzi/spa-alternativ

source: Pool Options
da: Poolmuligheder
de: Pooloptionen
el: Επιλογές πισίνας
es: Opciones de Piscina
et: Basseini valikud
fi: Uima-allasvaihtoehdot
fr: Options Piscine
ga: Roghanna linne snámha
hu: Medence lehetőségek
is: Sundlaugarvalkostir
it: Opzioni piscina
ja: プールオプション
ka: აუზის პარამეტრები
nb: Bassengalternativer
nl: Zwembadopties
pt: Opções de Piscina
sv: Poolalternativ

# professionalSubscription
source: Professional Plan
da: Professionel plan
de: Professioneller Plan
el: Επαγγελματικό πλάνο
es: Plan Profesional
et: Professionaalne pakett
fi: Ammattilaispaketti
fr: Abonnement Professionnel
ga: Plean gairmiúil
hu: Professzionális csomag
is: Fagleg áskrift
it: Piano professionale
ja: プロフェッショナルプラン
ka: პროფესიონალური გეგმა
nb: Profesjonell plan
nl: Professioneel abonnement
pt: Plano Profissional
sv: Professionell plan

source: Special launch prices 🚀
da: Særlige lancerpriser 🚀
de: Spezielle Einführungspreise 🚀
el: Ειδικές τιμές εκκίνησης 🚀
es: Precios especiales de lanzamiento 🚀
et: Erilised avamishinnad 🚀
fi: Erikoiset lanseeraushinnat 🚀
fr: Prix de lancement spéciaux 🚀
ga: Praghsanna speisialta seolta 🚀
hu: Különleges indulási árak 🚀
is: Sérstök opnunarverð 🚀
it: Prezzi speciali di lancio 🚀
ja: 特別発売価格 🚀
ka: სპეციალური გაშვების ფასები 🚀
nb: Spesielle lanseringspriser 🚀
nl: Speciale lanceringsprijzen 🚀
pt: Preços especiais de lançamento 🚀
sv: Speciella lanseringspriser 🚀

source: Purchase failed
da: Køb mislykkedes
de: Kauf fehlgeschlagen
el: Η αγορά απέτυχε
es: Compra fallida
et: Ost ebaõnnestus
fi: Osto epäonnistui
fr: Échec de l'achat
ga: Theip ar an gceannach
hu: A vásárlás sikertelen
is: Kaup mistókust
it: Acquisto fallito
ja: 購入に失敗しました
ka: შეძენა ვერ მოხერხდა
nb: Kjøp mislyktes
nl: Aankoop mislukt
pt: Compra falhou
sv: Köpet misslyckades

source: Your current plan
da: Din nuværende plan
de: Dein aktueller Plan
el: Το τρέχον πλάνο σας
es: Tu plan actual
et: Sinu praegune pakett
fi: Nykyinen pakettisi
fr: Votre forfait actuel
ga: Do phlean reatha
hu: Jelenlegi csomagod
is: Núverandi áskrift þín
it: Il tuo piano attuale
ja: 現在のプラン
ka: თქვენი მიმდინარე გეგმა
nb: Din nåværende plan
nl: Je huidige abonnement
pt: Seu plano atual
sv: Din nuvarande plan

source: Select Plan
da: Vælg plan
de: Plan auswählen
el: Επιλογή πλάνου
es: Seleccionar Plan
et: Vali pakett
fi: Valitse paketti
fr: Sélectionner Forfait
ga: Roghnaigh plean
hu: Csomag kiválasztása
is: Veldu áskrift
it: Seleziona piano
ja: プランを選択
ka: აირჩიეთ გეგმა
nb: Velg plan
nl: Selecteer abonnement
pt: Selecionar Plano
sv: Välj plan

# perMonth
source: /month
da: /måned
de: /Monat
el: /μήνα
es: /mes
et: /kuus
fi: /kuukausi
fr: /mois
ga: /mí
hu: /hónap
is: /mánuð
it: /mese
ja: /月
ka: /თვეში
nb: /måned
nl: /maand
pt: /mês
sv: /månad

# starterPlan
source: Starter
el: Αρχάριος
es: Inicial
et: Algaja
fi: Aloittelija
fr: Débutant
ga: Tosaí
hu: Kezdő
is: Byrjandi
ja: スターター
ka: დამწყები
pt: Iniciante

# valuePlan
source: Value
da: Værdi
de: Wert
el: Αξία
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
ga: Luach
hu: Érték
is: Verðmæti
it: Valore
ja: バリュー
ka: ფასეულობა
nb: Verdi
nl: Waarde
pt: Valor
sv: Värde

# proPlan
source: Professional
da: Professionel
de: Professionell
el: Επαγγελματικό
es: Profesional
et: Professionaalne
fi: Ammattilainen
fr: Professionnel
ga: Gairmiúil
hu: Professzionális
is: Fagleg
it: Professionale
ja: プロフェッショナル
ka: პროფესიონალი
nb: Profesjonell
nl: Professioneel
pt: Profissional
sv: Professionell

# imagesPerMonth
source: {count} images per month
da: {count} billeder pr. måned
de: {count} Bilder pro Monat
el: {count} εικόνες ανά μήνα
es: {count} imágenes por mes
et: {count} pilti kuus
fi: {count} kuvaa kuukaudessa
fr: {count} images par mois
ga: {count} íomhá in aghaidh na míosa
hu: {count} kép havonta
is: {count} myndir á mánuði
it: {count} immagini al mese
ja: 月{count}枚の画像
ka: {count} სურათი თვეში
nb: {count} bilder per måned
nl: {count} afbeeldingen per maand
pt: {count} imagens por mês
sv: {count} bilder per månad

source: WhatsApp Support
el: Υποστήριξη WhatsApp
es: Soporte por WhatsApp
et: WhatsApp tugi
fi: WhatsApp-tuki
fr: Support WhatsApp
ga: Tacaíocht WhatsApp
hu: WhatsApp támogatás
is: WhatsApp stuðningur
it: Supporto WhatsApp
ja: WhatsAppサポート
ka: WhatsApp მხარდაჭერა
nb: WhatsApp-støtte
nl: WhatsApp-ondersteuning
pt: Suporte WhatsApp

source: History Storage
da: Historieopbevaring
de: Verlaufsspeicherung
el: Αποθήκευση ιστορικού
es: Almacenamiento de Historial
et: Ajaloo salvestamine
fi: Historian tallennus
fr: Stockage Historique
ga: Stóráil staire
hu: Előzmények tárolása
is: Sögugeymla
it: Archiviazione cronologia
ja: 履歴ストレージ
ka: ისტორიის შენახვა
nb: Historikklagring
nl: Geschiedenisopslag
pt: Armazenamento de Histórico
sv: Historiklagring

source: VIP WhatsApp Support
el: VIP υποστήριξη WhatsApp
es: Soporte VIP por WhatsApp
et: VIP WhatsApp tugi
fi: VIP WhatsApp-tuki
fr: Support VIP WhatsApp
ga: Tacaíocht VIP WhatsApp
hu: VIP WhatsApp támogatás
is: VIP WhatsApp stuðningur
it: Supporto VIP WhatsApp
ja: VIP WhatsAppサポート
ka: VIP WhatsApp მხარდაჭერა
nb: VIP WhatsApp-støtte
nl: VIP WhatsApp-ondersteuning
pt: Suporte VIP WhatsApp

source: Processing Priority
da: Behandlingsprioritet
de: Verarbeitungspriorität
el: Προτεραιότητα επεξεργασίας
es: Prioridad de Procesamiento
et: Töötlemise prioriteet
fi: Käsittelyprioriteetti
fr: Priorité de Traitement
ga: Tosaíocht próiseála
hu: Feldolgozási prioritás
is: Vinnsluforskot
it: Priorità elaborazione
ja: 処理優先度
ka: დამუშავების პრიორიტეტი
nb: Behandlingsprioritet
nl: Verwerkingsprioriteit
pt: Prioridade de Processamento
sv: Bearbetningsprioritet

# bestValue
source: Best value: 4x more images! 🔥
da: Bedste værdi: 4x flere billeder! 🔥
de: Bester Wert: 4x mehr Bilder! 🔥
el: Καλύτερη αξία: 4x περισσότερες εικόνες! 🔥
es: Mejor valor: ¡4x más imágenes! 🔥
et: Parim väärtus: 4x rohkem pilte! 🔥
fi: Paras arvo: 4x enemmän kuvia! 🔥
fr: Meilleur rapport : 4x plus d'images ! 🔥
ga: Luach is fearr: 4x níos mó íomhánna! 🔥
hu: Legjobb érték: 4x több kép! 🔥
is: Besta verðmæti: 4x fleiri myndir! 🔥
it: Miglior valore: 4x più immagini! 🔥
ja: 最もお得：4倍の画像！ 🔥
ka: საუკეთესო ფასი: 4-ჯერ მეტი სურათი! 🔥
nb: Beste verdi: 4x flere bilder! 🔥
nl: Beste waarde: 4x meer afbeeldingen! 🔥
pt: Melhor valor: 4x mais imagens! 🔥
sv: Bästa värdet: 4x fler bilder! 🔥

source: For professionals ⭐
da: For professionelle ⭐
de: Für Profis ⭐
el: Για επαγγελματίες ⭐
es: Para profesionales ⭐
et: Professionaalidele ⭐
fi: Ammattilaisille ⭐
fr: Pour les professionnels ⭐
ga: Do ghairmithe ⭐
hu: Profiknak ⭐
is: Fyrir fagfólk ⭐
it: Per professionisti ⭐
ja: プロフェッショナル向け ⭐
ka: პროფესიონალებისთვის ⭐
nb: For profesjonelle ⭐
nl: Voor professionals ⭐
pt: Para profissionais ⭐
sv: För proffs ⭐

# savePerImage
source: Save {percent}% per image
da: Spar {percent}% pr. billede
de: {percent}% pro Bild sparen
el: Εξοικονομήστε {percent}% ανά εικόνα
es: Ahorra {percent}% por imagen
et: Säästa {percent}% pildi kohta
fi: Säästä {percent}% per kuva
fr: Économisez {percent}% par image
ga: Sábháil {percent}% in aghaidh na híomhá
hu: Takaríts meg {percent}%-ot képenként
is: Sparaðu {percent}% á mynd
it: Risparmia {percent}% per immagine
ja: 画像あたり{percent}%節約
ka: დაზოგეთ {percent}% სურათზე
nb: Spar {percent}% per bilde
nl: Bespaar {percent}% per afbeelding
pt: Economize {percent}% por imagem
sv: Spara {percent}% per bild

source: All design tools
da: Alle designværktøjer
de: Alle Designwerkzeuge
el: Όλα τα εργαλεία σχεδίασης
es: Todas las herramientas de diseño
et: Kõik disainitööriistad
fi: Kaikki suunnittelutyökalut
fr: Tous les outils de design
ga: Gach uirlis dearaidh
hu: Minden dizájn eszköz
is: Öll hönnunartól
it: Tutti gli strumenti di design
ja: すべてのデザインツール
ka: ყველა დიზაინის ინსტრუმენტი
nb: Alle designverktøy
nl: Alle ontwerptools
pt: Todas as ferramentas de design
sv: Alla designverktyg

source: Fast support
da: Hurtig support
de: Schneller Support
el: Γρήγορη υποστήριξη
es: Soporte rápido
et: Kiire tugi
fi: Nopea tuki
fr: Support rapide
ga: Tacaíocht thapa
hu: Gyors támogatás
is: Hröð þjónusta
it: Supporto veloce
ja: 迅速サポート
ka: სწრაფი მხარდაჭერა
nb: Rask støtte
nl: Snelle ondersteuning
pt: Suporte rápido
sv: Snabb support

source: No ads
da: Ingen reklamer
de: Keine Werbung
el: Χωρίς διαφημίσεις
es: Sin anuncios
et: Reklaamideta
fi: Ei mainoksia
fr: Sans publicité
ga: Gan fógraí
hu: Hirdetések nélkül
is: Engar auglýsingar
it: Senza pubblicità
ja: 広告なし
ka: რეკლამის გარეშე
nb: Ingen annonser
nl: Geen advertenties
pt: Sem anúncios
sv: Inga annonser

source: Restore Purchases
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar Compras
et: Taasta ostud
fi: Palauta ostot
fr: Restaurer les Achats
ga: Athchóirigh ceannacháin
hu: Vásárlások visszaállítása
is: Endurheimta kaup
it: Ripristina acquisti
ja: 購入を復元
ka: შენაძენების აღდგენა
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pt: Restaurar Compras
sv: Återställ köp

source: Login
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
et: Logi sisse
fi: Kirjaudu sisään
fr: Connexion
ga: Logáil isteach
hu: Bejelentkezés
is: Innskráning
it: Accedi
ja: ログイン
ka: შესვლა
nb: Logg inn
nl: Inloggen
pt: Entrar
sv: Logga in
