Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# rateAppTitle
source: Enjoying the app?
da: Nyder du appen?
de: Gefällt dir die App?
el: Σας αρέσει η εφαρμογή;
es: ¿Disfrutando la app?
et: Kas sulle meeldib äpp?
fi: Pidätkö sovelluksesta?
ga: An dtaitníonn an aip leat?
hu: Tetszik az app?
is: Líkar þér við forritið?
it: Ti piace l'app?
ja: アプリを楽しんでいますか？
ka: მოგწონთ აპლიკაცია?
nb: Liker du appen?
nl: Geniet je van de app?
pt: Gostando do app?
sv: Gillar du appen?

# rateAppMessage
source: We'd love to hear what you think! Your feedback helps us improve.
da: Vi vil gerne høre hvad du synes! Din feedback hjælper os med at forbedre.
de: Wir würden gerne hören, was du denkst! Dein Feedback hilft uns zu verbessern.
el: Θα θέλαμε να ακούσουμε τη γνώμη σας! Τα σχόλιά σας μας βοηθούν να βελτιωθούμε.
es: ¡Nos encantaría saber lo que piensas! Tu opinión nos ayuda a mejorar.
et: Meil oleks hea meel kuulda sinu arvamust! Sinu tagasiside aitab meil paremaks muutuda.
fi: Haluaisimme kuulla mielipiteesi! Palautteesi auttaa meitä parantamaan.
ga: Ba mhaith linn cloisteáil cad a cheapann tú! Cuidíonn d'aiseolas linn feabhsú.
hu: Szeretnénk hallani a véleményed! A visszajelzésed segít nekünk fejlődni.
is: Við viljum heyra hvað þér finnst! Endurgjöf þín hjálpar okkur að bæta okkur.
it: Ci piacerebbe sapere cosa ne pensi! Il tuo feedback ci aiuta a migliorare.
ja: ご感想をお聞かせください！フィードバックは改善に役立ちます。
ka: გვსურს თქვენი აზრის მოსმენა! თქვენი გამოხმაურება გვეხმარება გაუმჯობესებაში.
nb: Vi vil gjerne høre hva du synes! Din tilbakemelding hjelper oss å forbedre oss.
nl: We horen graag wat je ervan vindt! Je feedback helpt ons verbeteren.
pt: Adoraríamos saber o que você pensa! Seu feedback nos ajuda a melhorar.
sv: Vi vill gärna höra vad du tycker! Din feedback hjälper oss att förbättras.

# rateAppYes
source: Yes, I love it! 😍
da: Ja, jeg elsker den! 😍
de: Ja, ich liebe sie! 😍
el: Ναι, την αγαπώ! 😍
es: ¡Sí, me encanta! 😍
et: Jah, mulle meeldib! 😍
fi: Kyllä, rakastan sitä! 😍
ga: Tá, is breá liom é! 😍
hu: Igen, imádom! 😍
is: Já, ég elska það! 😍
it: Sì, la adoro! 😍
ja: はい、大好きです！ 😍
ka: დიახ, მიყვარს! 😍
nb: Ja, jeg elsker den! 😍
nl: Ja, ik vind het geweldig! 😍
pt: Sim, adoro! 😍
sv: Ja, jag älskar den! 😍

# rateAppNo
source: Not really
da: Ikke rigtig
de: Nicht wirklich
el: Όχι ιδιαίτερα
es: No realmente
et: Mitte eriti
fi: En oikeastaan
ga: Ní dáiríre
hu: Nem igazán
is: Ekki mikið
it: Non proprio
ja: あまり
ka: არა ძალიან
nb: Ikke egentlig
nl: Niet echt
pt: Não muito
sv: Inte riktigt

# rateAppLater
source: Ask me later
da: Spørg mig senere
de: Später fragen
el: Ρωτήστε με αργότερα
es: Pregúntame luego
et: Küsi hiljem
fi: Kysy myöhemmin
ga: Fiafraigh dom níos déanaí
hu: Kérdezz később
is: Spurðu mig síðar
it: Chiedimelo più tardi
ja: 後で聞いてください
ka: მოგვიანებით მკითხე
nb: Spør meg senere
nl: Vraag me later
pt: Pergunte depois
sv: Fråga mig senare

source: Delete Account
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
et: Kustuta konto
fi: Poista tili
ga: Scrios cuntas
hu: Fiók törlése
is: Eyða reikningi
it: Elimina account
ja: アカウント削除
ka: ანგარიშის წაშლა
nb: Slett konto
nl: Account verwijderen
pt: Excluir Conta
sv: Radera konto

# deleteAccountWarning1Title
source: Delete Account
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
et: Kustuta konto
fi: Poista tili
ga: Scrios cuntas
hu: Fiók törlése
is: Eyða reikningi
it: Elimina account
ja: アカウント削除
ka: ანგარიშის წაშლა
nb: Slett konto
nl: Account verwijderen
pt: Excluir Conta
sv: Radera konto

# deleteAccountWarning1Message
source: Are you sure you want to delete your account? This will delete all your information and images and cannot be undone.
da: Er du sikker på, at du vil slette din konto? Dette vil slette alle dine oplysninger og billeder og kan ikke fortrydes.
de: Bist du sicher, dass du dein Konto löschen möchtest? Dies löscht alle deine Informationen und Bilder und kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Αυτό θα διαγράψει όλες τις πληροφορίες και τις εικόνες σας και δεν μπορεί να αναιρεθεί.
et: Kas oled kindel, et soovid oma konto kustutada? See kustutab kogu sinu info ja pildid ning seda ei saa tagasi võtta.
fi: Haluatko varmasti poistaa tilisi? Tämä poistaa kaikki tietosi ja kuvasi, eikä sitä voi peruuttaa.
ga: An bhfuil tú cinnte gur mhaith leat do chuntas a scriosadh? Scriosfaidh sé seo do chuid faisnéise agus íomhánna go léir agus ní féidir é a chur ar ceal.
hu: Biztosan törölni szeretnéd a fiókodat? Ez törli az összes információdat és képedet, és nem vonható vissza.
is: Ertu viss um að þú viljir eyða reikningnum þínum? Þetta mun eyða öllum upplýsingum þínum og myndum og ekki er hægt að afturkalla það.
it: Sei sicuro di voler eliminare il tuo account? Questo eliminerà tutte le tue informazioni e immagini e non può essere annullato.
ja: アカウントを削除してもよろしいですか？これによりすべての情報と画像が削除され、元に戻すことはできません。
ka: დარწმუნებული ხართ, რომ გსურთ ანგარიშის წაშლა? ეს წაშლის თქვენს ყველა ინფორმაციას და სურათს და ვერ დააბრუნებთ.
nb: Er du sikker på at du vil slette kontoen din? Dette vil slette all informasjon og alle bilder og kan ikke angres.
nl: Weet je zeker dat je je account wilt verwijderen? Dit verwijdert al je informatie en afbeeldingen en kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir sua conta? Isso excluirá todas as suas informações e imagens e não pode ser desfeito.
sv: Är du säker på att du vill radera ditt konto? Detta raderar all din information och alla bilder och kan inte ångras.

# deleteAccountWarning2Title
source: Final Confirmation
da: Endelig bekræftelse
de: Endgültige Bestätigung
el: Τελική επιβεβαίωση
et: Lõplik kinnitus
fi: Lopullinen vahvistus
ga: Deimhniú deireanach
hu: Végső megerősítés
is: Endanleg staðfesting
it: Conferma finale
ja: 最終確認
ka: საბოლოო დადასტურება
nb: Endelig bekreftelse
nl: Laatste bevestiging
pt: Confirmação Final
sv: Slutlig bekräftelse

# deleteAccountWarning2Message
source: This action is irreversible! All your history and images will be permanently deleted. Are you 100% sure?
da: Denne handling kan ikke fortrydes! Al din historik og alle billeder vil blive permanent slettet. Er du 100% sikker?
de: Diese Aktion ist unwiderruflich! Dein gesamter Verlauf und alle Bilder werden dauerhaft gelöscht. Bist du dir 100% sicher?
el: Αυτή η ενέργεια είναι μη αναστρέψιμη! Όλο το ιστορικό και οι εικόνες σας θα διαγραφούν οριστικά. Είστε 100% σίγουροι;
et: Seda tegevust ei saa tagasi võtta! Kogu sinu ajalugu ja pildid kustutatakse jäädavalt. Oled 100% kindel?
fi: Tätä toimintoa ei voi peruuttaa! Kaikki historiasi ja kuvasi poistetaan pysyvästi. Oletko 100% varma?
ga: Tá an gníomh seo dosheachanta! Scriosfar do stair agus d'íomhánna go léir go buan. An bhfuil tú 100% cinnte?
hu: Ez a művelet visszafordíthatatlan! Az összes előzményed és képed véglegesen törlődik. 100%-ig biztos vagy?
is: Þessa aðgerð er ekki hægt að afturkalla! Öll saga þín og myndir verða varanlega eytt. Ertu 100% viss?
it: Questa azione è irreversibile! Tutta la tua cronologia e le immagini verranno eliminate permanentemente. Sei sicuro al 100%?
ja: この操作は元に戻せません！すべての履歴と画像が永久に削除されます。本当に100%確実ですか？
ka: ეს მოქმედება შეუქცევადია! თქვენი მთელი ისტორია და სურათები სამუდამოდ წაიშლება. 100% დარწმუნებული ხართ?
nb: Denne handlingen kan ikke angres! All historikk og alle bilder vil bli permanent slettet. Er du 100% sikker?
nl: Deze actie is onomkeerbaar! Al je geschiedenis en afbeeldingen worden permanent verwijderd. Weet je het 100% zeker?
pt: Esta ação é irreversível! Todo o seu histórico e imagens serão permanentemente excluídos. Você tem 100% de certeza?
sv: Denna åtgärd är oåterkallelig! All din historik och alla bilder kommer att raderas permanent. Är du 100% säker?

# deleteAccountConfirm
source: Yes, Delete Account
da: Ja, slet konto
de: Ja, Konto löschen
el: Ναι, διαγραφή λογαριασμού
et: Jah, kustuta konto
fi: Kyllä, poista tili
ga: Tá, scrios cuntas
hu: Igen, töröld a fiókot
is: Já, eyða reikningi
it: Sì, elimina account
ja: はい、アカウントを削除
ka: დიახ, წაშალეთ ანგარიში
nb: Ja, slett konto
nl: Ja, account verwijderen
pt: Sim, Excluir Conta
sv: Ja, radera konto

source: Deleting account...
da: Sletter konto...
de: Konto wird gelöscht...
el: Διαγραφή λογαριασμού...
et: Konto kustutamine...
fi: Poistetaan tiliä...
ga: Ag scriosadh cuntais...
hu: Fiók törlése...
is: Eyði reikningi...
it: Eliminazione account...
ja: アカウントを削除中...
ka: ანგარიშის წაშლა...
nb: Sletter konto...
nl: Account verwijderen...
pt: Excluindo conta...
sv: Raderar konto...

# accountDeleted
source: Account deleted successfully
da: Konto slettet
de: Konto erfolgreich gelöscht
el: Ο λογαριασμός διαγράφηκε επιτυχώς
et: Konto edukalt kustutatud
fi: Tili poistettu onnistuneesti
ga: Cuntas scriosta go rathúil
hu: Fiók sikeresen törölve
is: Reikningi eytt
it: Account eliminato con successo
ja: アカウントが削除されました
ka: ანგარიში წარმატებით წაიშალა
nb: Konto slettet
nl: Account succesvol verwijderd
pt: Conta excluída com sucesso
sv: Konto raderat

source: Error deleting account
da: Fejl ved sletning af konto
de: Fehler beim Löschen des Kontos
el: Σφάλμα κατά τη διαγραφή του λογαριασμού
et: Viga konto kustutamisel
fi: Virhe tilin poistamisessa
ga: Earráid ag scriosadh cuntais
hu: Hiba a fiók törlésekor
is: Villa við að eyða reikningi
it: Errore nell'eliminazione dell'account
ja: アカウント削除エラー
ka: შეცდომა ანგარიშის წაშლისას
nb: Feil ved sletting av konto
nl: Fout bij verwijderen account
pt: Erro ao excluir conta
sv: Fel vid radering av konto

source: Language
da: Sprog
de: Sprache
el: Γλώσσα
et: Keel
fi: Kieli
ga: Teanga
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ka: ენა
nb: Språk
nl: Taal
pt: Idioma
sv: Språk

source: Select Language
da: Vælg sprog
de: Sprache auswählen
el: Επιλέξτε γλώσσα
et: Vali keel
fi: Valitse kieli
ga: Roghnaigh teanga
hu: Nyelv kiválasztása
is: Veldu tungumál
it: Seleziona lingua
ja: 言語を選択
ka: აირჩიეთ ენა
nb: Velg språk
nl: Taal selecteren
pt: Selecionar Idioma
sv: Välj språk

source: Language changed
da: Sprog ændret
de: Sprache geändert
el: Η γλώσσα άλλαξε
et: Keel muudetud
fi: Kieli vaihdettu
ga: Teanga athraithe
hu: Nyelv megváltoztatva
is: Tungumáli breytt
it: Lingua cambiata
ja: 言語が変更されました
ka: ენა შეიცვალა
nb: Språk endret
nl: Taal gewijzigd
pt: Idioma alterado
sv: Språk ändrat

# createAccountPromptTitle
source: Create Your Account
da: Opret din konto
de: Erstelle dein Konto
el: Δημιουργήστε τον λογαριασμό σας
ga: Cruthaigh do chuntas
is: Búðu til reikninginn þinn
it: Crea il tuo account
ka: შექმენით თქვენი ანგარიში
nl: Maak je account aan
pt: Crie sua conta

# createAccountPromptMessage
source: Amazing updates are coming in the next few weeks! 🚀 Create an account now to not lose your creations and be the first to enjoy new features.
da: Fantastiske opdateringer kommer i de næste par uger! 🚀 Opret en konto nu, så du ikke mister dine kreationer og vær den første til at nyde nye funktioner.
de: Tolle Updates kommen in den nächsten Wochen! 🚀 Erstelle jetzt ein Konto, um deine Kreationen nicht zu verlieren und als Erster die neuen Funktionen zu genießen.
el: Καταπληκτικές ενημερώσεις έρχονται τις επόμενες εβδομάδες! 🚀 Δημιουργήστε λογαριασμό τώρα για να μην χάσετε τις δημιουργίες σας και να είστε οι πρώτοι που θα απολαύσετε τις νέες λειτουργίες.
ga: Tá nuashonruithe iontacha ag teacht sna seachtainí amach romhainn! 🚀 Cruthaigh cuntas anois ionas nach gcaillfidh tú do chruthaíochtaí agus bí ar an gcéad duine a bhainfidh taitneamh as gnéithe nua.
is: Ótrúlegar uppfærslur eru að koma á næstu vikum! 🚀 Búðu til reikning núna til að missa ekki af sköpunarverkum þínum og vertu fyrstur til að njóta nýrra eiginleika.
it: Aggiornamenti incredibili in arrivo nelle prossime settimane! 🚀 Crea un account ora per non perdere le tue creazioni ed essere il primo a goderti le nuove funzionalità.
ka: საოცარი განახლებები მოდის მომდევნო კვირებში! 🚀 შექმენით ანგარიში ახლავე, რომ არ დაკარგოთ თქვენი შექმნილები და იყავით პირველი, ვინც ისარგებლებს ახალი ფუნქციებით.
nl: Geweldige updates komen de komende weken! 🚀 Maak nu een account aan om je creaties niet te verliezen en als eerste te genieten van nieuwe functies.
pt: Atualizações incríveis estão chegando nas próximas semanas! 🚀 Crie uma conta agora para não perder suas criações e ser o primeiro a aproveitar os novos recursos.

# createAccountPromptButton
source: Create Account
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
ga: Cruthaigh cuntas
is: Búa til reikning
it: Crea account
ka: ანგარიშის შექმნა
nl: Account aanmaken
pt: Criar conta

source: Maybe Later
da: Måske senere
de: Vielleicht später
el: Ίσως αργότερα
ga: B'fhéidir níos déanaí
is: Kannski seinna
it: Forse più tardi
ka: იქნებ მოგვიანებით
nl: Misschien later
pt: Talvez mais tarde

# readyDesigns
source: Design Gallery
da: Designgalleri
de: Design-Galerie
is: Hönnunarsafn
ka: დიზაინის გალერეა
nl: Ontwerpgalerij
pt: Galeria de designs

source: No categories
da: Ingen kategorier
de: Keine Kategorien
is: Engir flokkar
ka: კატეგორიები არ არის
nl: Geen categorieën
pt: Sem categorias

# noDesigns
source: Coming soon...
da: Ingen designs
de: Keine Designs
is: Engin hönnun
ka: დიზაინები არ არის
nl: Geen ontwerpen
pt: Sem designs

# noDesignsInCategory
source: New designs will be added here
da: Ingen designs i denne kategori
de: Keine Designs in dieser Kategorie
is: Engin hönnun í þessum flokki
ka: ამ კატეგორიაში დიზაინები არ არის
nl: Geen ontwerpen in deze categorie
pt: Sem designs nesta categoria

source: Loading designs...
da: Indlæser designs...
de: Designs werden geladen...
is: Hleð hönnun...
ka: დიზაინების ჩატვირთვა...
nl: Ontwerpen laden...
pt: Carregando designs...

source: Loading...
da: Indlæser...
de: Wird geladen...
is: Hleður...
ka: იტვირთება...
nl: Laden...
pt: Carregando...

# categoryKitchen
source: Kitchen
da: Køkken
de: Küche
is: Eldhús
ka: სამზარეულო
nl: Keuken
pt: Cozinha

# categoryKidsBedroom
source: Kids Bedroom
da: Børneværelse
de: Kinderzimmer
is: Barnasvefnherbergi
ka: საბავშვო საძინებელი
nl: Kinderkamer
pt: Quarto infantil

# categoryBathroom
source: Bathroom
da: Badeværelse
de: Badezimmer
is: Baðherbergi
ka: აბაზანა
nl: Badkamer
pt: Banheiro

# categoryLivingRoom
source: Living Room
da: Stue
de: Wohnzimmer
is: Stofa
ka: მისაღები ოთახი
nl: Woonkamer
pt: Sala de estar

# categoryMasterBedroom
source: Master Bedroom
da: Hovedsoveværelse
de: Hauptschlafzimmer
is: Aðal svefnherbergi
ka: მთავარი საძინებელი
nl: Hoofdslaapkamer
pt: Quarto principal

# useDesignQuestion
source: Use this design?
de: Dieses Design verwenden?
is: Nota þessa hönnun?
ka: გამოიყენოთ ეს დიზაინი?
nl: Dit ontwerp gebruiken?

source: Yes
de: Ja
is: Já
ka: დიახ
nl: Ja

source: No
de: Nein
is: Nei
ka: არა
nl: Nee

# featureCarouselTitle1
source: AI-Powered Design
de: KI-gestütztes Design
is: Gervigreind hönnun
ka: ხელოვნური ინტელექტით მართული დიზაინი
nl: AI-Aangedreven Design

# featureCarouselSubtitle1
source: ✨ INTELLIGENT REDESIGN
de: ✨ INTELLIGENTES REDESIGN
is: ✨ SNJÖLL ENDURHÖNNUN
ka: ✨ ჭკვიანი ხელახალი დიზაინი
nl: ✨ INTELLIGENT HERONTWERP

# featureCarouselDesc1
source: Transform any room with cutting-edge AI. Simply upload a photo and watch your space come alive with professional-grade designs.
de: Verwandeln Sie jeden Raum mit modernster KI. Laden Sie einfach ein Foto hoch und sehen Sie, wie Ihr Raum mit professionellen Designs zum Leben erwacht.
is: Umbreyttu hvaða herbergi sem er með háþróaðri gervigreind. Hladdu bara upp mynd og horfðu á rýmið þitt vakna til lífsins með faglegum hönnunum.
ka: გარდაქმენით ნებისმიერი ოთახი უახლესი AI-ით. უბრალოდ ატვირთეთ ფოტო და უყურეთ როგორ ცოცხლდება თქვენი სივრცე პროფესიონალური დიზაინებით.
nl: Transformeer elke kamer met geavanceerde AI. Upload gewoon een foto en zie hoe uw ruimte tot leven komt met professionele ontwerpen.

# featureCarouselTitle2
source: Endless Possibilities
de: Endlose Möglichkeiten
is: Endalausir möguleikar
ka: უსასრულო შესაძლებლობები
nl: Eindeloze Mogelijkheden

# featureCarouselSubtitle2
source: 🎨 STYLES & COLORS
de: 🎨 STILE & FARBEN
is: 🎨 STÍLAR OG LITIR
ka: 🎨 სტილები და ფერები
nl: 🎨 STIJLEN & KLEUREN

# featureCarouselDesc2
source: From modern minimalist to cozy bohemian — explore dozens of design styles and color palettes tailored to your taste.
de: Von modernem Minimalismus bis hin zu gemütlichem Boho — entdecken Sie Dutzende von Designstilen und Farbpaletten nach Ihrem Geschmack.
is: Frá nútímalegum mínimalisma til notalegrar boho — kannaðu tugi af hönnunarstílum og litapöllum sem henta þínum smekk.
ka: თანამედროვე მინიმალიზმიდან მყუდრო ბოჰომდე — გამოიკვლიეთ ათეულობით დიზაინის სტილი და ფერთა პალიტრა თქვენი გემოვნებისთვის.
nl: Van modern minimalisme tot gezellige boho — ontdek tientallen ontwerpstijlen en kleurenpaletten afgestemd op uw smaak.

# featureCarouselTitle3
source: Instant Results
de: Sofortige Ergebnisse
is: Tafarlausar niðurstöður
ka: მყისიერი შედეგები
nl: Directe Resultaten

# featureCarouselSubtitle3
source: ⚡ SECONDS, NOT HOURS
de: ⚡ SEKUNDEN, NICHT STUNDEN
is: ⚡ SEKÚNDUR, EKKI KLUKKUSTUNDIR
ka: ⚡ წამები, არა საათები
nl: ⚡ SECONDEN, GEEN UREN

# featureCarouselDesc3
source: What used to take designers hours now happens in seconds. Get stunning before & after transformations instantly.
de: Was Designer früher Stunden kostete, geschieht jetzt in Sekunden. Erhalten Sie sofort atemberaubende Vorher-Nachher-Transformationen.
is: Það sem áður tók hönnuði klukkustundir gerist nú á sekúndum. Fáðu ótrúlegar fyrir og eftir umbreytingar samstundis.
ka: რაც ადრე დიზაინერებს საათებს სჭირდებოდა, ახლა წამებში ხდება. მიიღეთ საოცარი გარდაქმნები მანამდე და მერე მყისიერად.
nl: Wat vroeger uren kostte voor ontwerpers, gebeurt nu in seconden. Krijg direct verbluffende voor en na transformaties.

source: Get Started
de: Loslegen
is: Byrja
ka: დაწყება
nl: Aan de slag

# freeTrialDays
source: {days} Days Free Trial
de: {days} Tage kostenlos testen
nl: {days} dagen gratis proefperiode

# thenPrice
source: then {price}/month
de: dann {price}/Monat
nl: daarna {price}/maand

# appTitle
source: Expert AI
es: Experto AI

# appName
source: Expert
es: Experto
