Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# onboardingCreateDesc
source: Click "Create" and the AI will redesign your room in seconds!
da: Klik på "Opret", og AI vil redesigne dit rum på få sekunder!
de: Klicke auf "Erstellen" und die KI gestaltet deinen Raum in Sekunden neu!
el: Κάντε κλικ στο "Δημιουργία" και η AI θα επανασχεδιάσει το δωμάτιό σας σε δευτερόλεπτα!
es: ¡Haz clic en "Crear" y la IA rediseñará tu habitación en segundos!
et: Klõpsa "Loo" ja AI kujundab su toa sekunditega ümber!
fi: Klikkaa "Luo" ja tekoäly suunnittelee huoneesi uudelleen sekunneissa!
fr: Cliquez sur "Créer" et l'IA redessinera votre pièce en quelques secondes !
ga: Cliceáil "Cruthaigh" agus athdearfaidh an AI do sheomra i soicindí!
hu: Kattints a "Létrehozás" gombra és az AI másodpercek alatt újratervezi a szobádat!
is: Smelltu á "Búa til" og gervigreindin mun endurhanna herbergið þitt á sekúndum!
it: Clicca su "Crea" e l'AI ridisegnerà la tua stanza in pochi secondi!
ja: 「作成」をクリックすると、AIが数秒で部屋をリデザインします！
ka: დააჭირეთ "შექმნას" და AI წამებში გადააკეთებს თქვენს ოთახს!
nb: Klikk "Lag", og AI-en vil redesigne rommet ditt på sekunder!
nl: Klik op "Maken" en de AI herontwerpt je kamer in seconden!
pt: Clique em "Criar" e a IA vai redesenhar seu ambiente em segundos!
sv: Klicka på "Skapa" och AI:n kommer att designa om ditt rum på sekunder!

# onboardingItemTipTitle
source: Extra Tip: Add Item
da: Ekstra tip: Tilføj genstand
de: Extratipp: Gegenstand hinzufügen
el: Επιπλέον συμβουλή: Προσθήκη αντικειμένου
es: Consejo Extra: Añadir Objeto
et: Lisavihje: Lisa ese
fi: Lisävinkki: Lisää esine
fr: Astuce Bonus : Ajouter Objet
ga: Leid bhreise: Cuir mír leis
hu: Extra tipp: Tárgy hozzáadása
is: Auka ráð: Bæta við hlut
it: Suggerimento extra: Aggiungi oggetto
ja: ヒント：アイテムを追加
ka: დამატებითი რჩევა: ნივთის დამატება
nb: Ekstra tips: Legg til gjenstand
nl: Extra tip: Item toevoegen
pt: Dica Extra: Adicionar Item
sv: Extratips: Lägg till objekt

# onboardingItemTipDesc
source: Want to add a specific piece of furniture? Use the "Add Item" button to upload an image of an item and incorporate it into the design.
da: Vil du tilføje et specifikt møbel? Brug knappen "Tilføj genstand" for at uploade et billede af en genstand og inkorporere det i designet.
de: Möchtest du ein bestimmtes Möbelstück hinzufügen? Verwende die Schaltfläche "Gegenstand hinzufügen", um ein Bild eines Gegenstands hochzuladen und in das Design einzubeziehen.
el: Θέλετε να προσθέσετε ένα συγκεκριμένο έπιπλο; Χρησιμοποιήστε το κουμπί "Προσθήκη αντικειμένου" για να ανεβάσετε μια εικόνα αντικειμένου και να το ενσωματώσετε στο σχέδιο.
es: ¿Quieres añadir un mueble específico? Usa el botón "Añadir Objeto" para subir una imagen de un artículo e incorporarlo al diseño.
et: Tahad lisada konkreetse mööblieseme? Kasuta nuppu "Lisa ese", et üles laadida eseme pilt ja lisada see disaini.
fi: Haluatko lisätä tietyn huonekalun? Käytä "Lisää esine" -painiketta ladataksesi esineen kuvan ja sisällyttääksesi sen suunnitelmaan.
fr: Vous voulez ajouter un meuble spécifique ? Utilisez le bouton "Ajouter Objet" pour télécharger une image d'un article et l'incorporer au design.
ga: Ar mhaith leat píosa troscáin ar leith a chur leis? Úsáid an cnaipe "Cuir mír leis" chun íomhá míre a uaslódáil agus é a ionchorprú sa dearadh.
hu: Szeretnél egy adott bútort hozzáadni? Használd a "Tárgy hozzáadása" gombot egy tárgy képének feltöltéséhez és a tervbe illesztéséhez.
is: Viltu bæta við ákveðnum húsgagni? Notaðu "Bæta við hlut" hnappinn til að hlaða upp mynd af hlut og fella hann inn í hönnunina.
it: Vuoi aggiungere un mobile specifico? Usa il pulsante "Aggiungi oggetto" per caricare un'immagine di un oggetto e incorporarlo nel design.
ja: 特定の家具を追加したいですか？「アイテム追加」ボタンを使用してアイテムの画像をアップロードし、デザインに組み込みましょう。
ka: გსურთ კონკრეტული ავეჯის დამატება? გამოიყენეთ "ნივთის დამატება" ღილაკი ნივთის სურათის ასატვირთად და დიზაინში ჩასართავად.
nb: Vil du legge til et spesifikt møbel? Bruk "Legg til gjenstand"-knappen for å laste opp et bilde av en gjenstand og inkludere den i designet.
nl: Wil je een specifiek meubelstuk toevoegen? Gebruik de knop "Item toevoegen" om een afbeelding van een item te uploaden en in het ontwerp op te nemen.
pt: Quer adicionar um móvel específico? Use o botão "Adicionar Item" para carregar uma imagem de um item e incorporá-lo ao design.
sv: Vill du lägga till en specifik möbel? Använd knappen "Lägg till objekt" för att ladda upp en bild av ett objekt och inkludera det i designen.

source: Skip
da: Spring over
de: Überspringen
el: Παράλειψη
es: Saltar
et: Jäta vahele
fi: Ohita
fr: Passer
ga: Scipeáil
hu: Kihagyás
is: Sleppa
it: Salta
ja: スキップ
ka: გამოტოვება
nb: Hopp over
nl: Overslaan
pt: Pular
sv: Hoppa över

source: Next
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
fi: Seuraava
fr: Suivant
ga: Ar aghaidh
hu: Következő
is: Næsta
it: Avanti
ja: 次へ
ka: შემდეგი
nb: Neste
nl: Volgende
pt: Próximo
sv: Nästa

source: Finish
da: Afslut
de: Fertig
el: Τέλος
es: Finalizar
et: Lõpeta
fi: Valmis
fr: Terminer
ga: Críochnaigh
hu: Befejezés
is: Ljúka
it: Fine
ja: 完了
ka: დასრულება
nb: Fullfør
nl: Voltooien
pt: Finalizar
sv: Slutför

# promptAddedToInput
source: Prompt added - you can edit it and then tap Create
da: Prompt tilføjet - du kan redigere den og derefter trykke Opret
de: Prompt hinzugefügt - du kannst ihn bearbeiten und dann auf Erstellen klicken
el: Η εντολή προστέθηκε - μπορείτε να την επεξεργαστείτε και μετά να πατήσετε Δημιουργία
es: Prompt añadido - puedes editarlo y luego tocar Crear
et: Käsk lisatud - saad seda muuta ja siis klõpsata Loo
fi: Kehote lisätty - voit muokata sitä ja klikata sitten Luo
fr: Prompt ajouté - vous pouvez le modifier puis appuyer sur Créer
ga: Prompt curtha leis - is féidir leat é a chur in eagar agus ansin cliceáil Cruthaigh
hu: Prompt hozzáadva - szerkesztheted, majd kattints a Létrehozás gombra
is: Fyrirmælum bætt við - þú getur breytt þeim og smellt síðan á Búa til
it: Prompt aggiunto - puoi modificarlo e poi cliccare Crea
ja: プロンプトが追加されました - 編集して「作成」をタップできます
ka: პრომპტი დაემატა - შეგიძლიათ შეცვალოთ და შემდეგ დააჭიროთ შექმნას
nb: Prompt lagt til - du kan redigere den og trykke Lag
nl: Prompt toegevoegd - je kunt het bewerken en dan op Maken klikken
pt: Prompt adicionado - você pode editar e depois tocar em Criar
sv: Prompt tillagd - du kan redigera den och sedan trycka Skapa

# styleMediterranean
source: Modern Mediterranean
da: Moderne middelhavs
de: Modern mediterran
el: Σύγχρονο Μεσογειακό
es: Mediterráneo Moderno
et: Kaasaegne Vahemere
fi: Moderni välimerellinen
fr: Méditerranéen Moderne
ga: Meánmhara Nua-Aimseartha
hu: Modern mediterrán
is: Nútíma Miðjarðarhafsstíll
it: Mediterraneo moderno
ja: モダン地中海
ka: თანამედროვე ხმელთაშუაზღვისპირული
nb: Moderne middelhavsst
nl: Modern mediterraan
pt: Mediterrâneo Moderno
sv: Modern medelhavsstil

# styleWarmMinimalism
source: Warm Minimalism
da: Varm minimalisme
de: Warmer Minimalismus
el: Ζεστός Μινιμαλισμός
es: Minimalismo Cálido
et: Soe minimalism
fi: Lämmin minimalismi
fr: Minimalisme Chaleureux
ga: Míonálaíocht Théithe
hu: Meleg minimalizmus
is: Hlýr mínímalismi
it: Minimalismo caldo
ja: ウォームミニマリズム
ka: თბილი მინიმალიზმი
nb: Varm minimalisme
nl: Warm minimalisme
pt: Minimalismo Quente
sv: Varm minimalism

# styleBiophilic
source: Biophilic
da: Biofilisk
de: Biophil
el: Βιοφιλικό
es: Biofílico
et: Biofiilne
fi: Biofiilinen
fr: Biophilique
ga: Bithfhillteach
hu: Biofil
is: Líffilískur
it: Biofilico
ja: バイオフィリック
ka: ბიოფილური
nb: Biofil
nl: Biofiel
pt: Biofílico
sv: Biofilisk

# styleModernLuxury
source: Modern Luxury
da: Moderne luksus
de: Moderner Luxus
el: Σύγχρονη Πολυτέλεια
es: Lujo Moderno
et: Kaasaegne luksus
fi: Moderni luksus
fr: Luxe Moderne
ga: Só Nua-Aimseartha
hu: Modern luxus
is: Nútíma lúxus
it: Lusso moderno
ja: モダンラグジュアリー
ka: თანამედროვე ფუფუნება
nb: Moderne luksus
nl: Modern luxe
pt: Luxo Moderno
sv: Modern lyx

# styleJapandi
source: Japandi
ja: ジャパンディ
ka: ჯაპანდი

# styleScandinavian
source: Scandinavian
da: Skandinavisk
de: Skandinavisch
el: Σκανδιναβικό
es: Escandinavo
et: Skandinaavia
fi: Skandinaavinen
fr: Scandinave
ga: Lochlannach
hu: Skandináv
is: Skandinavískur
it: Scandinavo
ja: スカンジナビア
ka: სკანდინავიური
nb: Skandinavisk
nl: Scandinavisch
pt: Escandinavo
sv: Skandinavisk

# styleBohoChic
source: Boho Chic
ja: ボーホーシック
ka: ბოჰო შიკი

# styleIndustrial
source: Industrial
da: Industriel
el: Βιομηχανικό
et: Tööstuslik
fi: Teollinen
fr: Industriel
ga: Tionsclaíoch
hu: Ipari
is: Iðnaðarstíll
it: Industriale
ja: インダストリアル
ka: ინდუსტრიული
nb: Industriell
nl: Industrieel
sv: Industriell

# styleEarthyNatural
source: Earthy Natural
da: Jordnær naturlig
de: Erdig natürlich
el: Γήινο Φυσικό
es: Natural Terroso
et: Muldne looduslik
fi: Maanläheinen luonnollinen
fr: Naturel Terreux
ga: Talmhaí Nádúrtha
hu: Földes természetes
is: Jarðneskur náttúrulegur
it: Terroso naturale
ja: アースィナチュラル
ka: მიწისფერი ბუნებრივი
nb: Jordnær naturlig
nl: Aards natuurlijk
pt: Natural Terroso
sv: Jordnära naturlig

# styleJerusalem
source: Jerusalem
el: Ιερουσαλήμ
es: Jerusalén
et: Jeruusalemma
fr: Jérusalem
ga: Iarúsailéim
hu: Jeruzsálem
is: Jerúsalem
it: Gerusalemme
ja: エルサレム
ka: იერუსალიმური
nl: Jeruzalem
pt: Jerusalém

# styleMinimalist
source: Minimalist
da: Minimalistisk
de: Minimalistisch
el: Μινιμαλιστικό
es: Minimalista
et: Minimalistlik
fi: Minimalistinen
fr: Minimaliste
ga: Míonálaí
hu: Minimalista
is: Mínimalískur
it: Minimalista
ja: ミニマリスト
ka: მინიმალისტური
nb: Minimalistisk
nl: Minimalistisch
pt: Minimalista
sv: Minimalistisk

# styleModernClassic
source: Modern Classic
da: Moderne klassisk
de: Modern klassisch
el: Σύγχρονο Κλασικό
es: Clásico Moderno
et: Kaasaegne klassika
fi: Moderni klassinen
fr: Classique Moderne
ga: Clasaiceach Nua-Aimseartha
hu: Modern klasszikus
is: Nútíma klassískur
it: Classico moderno
ja: モダンクラシック
ka: თანამედროვე კლასიკა
nb: Moderne klassisk
nl: Modern klassiek
pt: Clássico Moderno
sv: Modern klassisk

# colorCategoryReds
source: Reds
da: Røde
de: Rottöne
el: Κόκκινα
es: Rojos
et: Punased
fi: Punaiset
fr: Rouges
ga: Dearga
hu: Vörösek
is: Rauðir
it: Rossi
ja: 赤系
ka: წითლები
nb: Røde
nl: Roden
pt: Vermelhos
sv: Röda

# colorCategoryOranges
source: Oranges
da: Orange
de: Orangetöne
el: Πορτοκαλί
es: Naranjas
et: Oranžid
fi: Oranssit
ga: Oráistí
hu: Narancsok
is: Appelsínugulir
it: Arancioni
ja: オレンジ系
ka: ნარინჯისფრები
nb: Oransje
nl: Oranjes
pt: Laranjas
sv: Orange

# colorCategoryYellows
source: Yellows
da: Gule
de: Gelbtöne
el: Κίτρινα
es: Amarillos
et: Kollased
fi: Keltaiset
fr: Jaunes
ga: Buí
hu: Sárgák
is: Gulir
it: Gialli
ja: 黄色系
ka: ყვითლები
nb: Gule
nl: Gelen
pt: Amarelos
sv: Gula

# colorCategoryGreens
source: Greens
da: Grønne
de: Grüntöne
el: Πράσινα
es: Verdes
et: Rohelised
fi: Vihreät
fr: Verts
ga: Uaithní
hu: Zöldek
is: Grænir
it: Verdi
ja: 緑系
ka: მწვანეები
nb: Grønne
nl: Groenen
pt: Verdes
sv: Gröna

# colorCategoryBlues
source: Blues
da: Blå
de: Blautöne
el: Μπλε
es: Azules
et: Sinised
fi: Siniset
fr: Bleus
ga: Gorma
hu: Kékek
is: Bláir
it: Blu
ja: 青系
ka: ლურჯები
nb: Blå
nl: Blauwen
pt: Azuis
sv: Blåa

# colorCategoryPurples
source: Purples
da: Lilla
de: Lilatöne
el: Μωβ
es: Púrpuras
et: Lillad
fi: Violetit
fr: Violets
ga: Corcra
hu: Lilák
is: Fjólubláir
it: Viola
ja: 紫系
ka: იისფრები
nb: Lilla
nl: Paarsen
pt: Roxos
sv: Lila

# colorCategoryGrays
source: Grays
da: Grå
de: Grautöne
el: Γκρι
es: Grises
et: Hallid
fi: Harmaat
fr: Gris
ga: Liath
hu: Szürkék
is: Gráir
it: Grigi
ja: グレー系
ka: ნაცრისფრები
nb: Grå
nl: Grijzen
pt: Cinzas
sv: Grå

# colorCategoryWhitesBlacks
source: Whites & Blacks
da: Hvide og sorte
de: Weiß- und Schwarztöne
el: Λευκά & Μαύρα
es: Blancos y Negros
et: Valged ja mustad
fi: Valkoiset ja mustat
fr: Blancs et Noirs
ga: Bána & Duba
hu: Fehérek és feketék
is: Hvítir og svartir
it: Bianchi e neri
ja: 白と黒
ka: თეთრები და შავები
nb: Hvite og svarte
nl: Witten en zwarten
pt: Brancos e Pretos
sv: Vita och svarta

# lightingRecessed
source: Recessed Lighting
da: Indfældet belysning
de: Einbauleuchte
el: Χωνευτός φωτισμός
es: Iluminación Empotrada
et: Süvistatav valgustus
fi: Upotettava valaistus
fr: Éclairage Encastré
ga: Soilsiú leabaithe
hu: Süllyesztett világítás
is: Innbyggð lýsing
it: Illuminazione incassata
ja: 埋め込み照明
ka: ჩაშენებული განათება
nb: Innfelt belysning
nl: Inbouwverlichting
pt: Iluminação Embutida
sv: Infälld belysning

# lightingPendant
source: Pendant Light
da: Pendel
de: Pendelleuchte
el: Κρεμαστό φωτιστικό
es: Lámpara Colgante
et: Rippvalgusti
fi: Riippuvalaisin
fr: Suspension
ga: Lampa crochta
hu: Függő lámpa
is: Hangandi lampi
it: Lampada a sospensione
ja: ペンダントライト
ka: ჩამოკიდებული ნათურა
nb: Pendel
nl: Hanglamp
pt: Pendente
sv: Takpendel

# lightingChandelier
source: Chandelier
da: Lysekrone
de: Kronleuchter
el: Πολυέλαιος
es: Araña
et: Lühter
fi: Kattokruunu
fr: Lustre
ga: Coinnleoir
hu: Csillár
is: Ljósker
it: Lampadario
ja: シャンデリア
ka: ჭაღი
nb: Lysekrone
nl: Kroonluchter
pt: Lustre
sv: Ljuskrona

# lightingTableLamp
source: Table Lamp
da: Bordlampe
de: Tischlampe
el: Επιτραπέζιο φωτιστικό
es: Lámpara de Mesa
et: Laualamp
fi: Pöytävalaisin
fr: Lampe de Table
ga: Lampa boird
hu: Asztali lámpa
is: Borðlampi
it: Lampada da tavolo
ja: テーブルランプ
ka: მაგიდის ნათურა
nb: Bordlampe
nl: Tafellamp
pt: Abajur
sv: Bordslampa

# lightingFloorLamp
source: Floor Lamp
da: Gulvlampe
de: Stehlampe
el: Δαπέδου φωτιστικό
es: Lámpara de Pie
et: Põrandalamp
fi: Jalkavalaisin
fr: Lampadaire
ga: Lampa urláir
hu: Állólámpa
is: Gólflampi
it: Lampada da terra
ja: フロアランプ
ka: იატაკის ნათურა
nb: Gulvlampe
nl: Vloerlamp
pt: Luminária de Piso
sv: Golvlampa

# lightingWallSconce
source: Wall Sconce
da: Væglampe
de: Wandleuchte
el: Απλίκα τοίχου
es: Aplique de Pared
et: Seinalamp
fi: Seinävalaisin
fr: Applique Murale
ga: Sconsa balla
hu: Fali lámpa
is: Vegglampi
it: Applique da parete
ja: ウォールライト
ka: კედლის სანათი
nb: Vegglampe
nl: Wandlamp
pt: Arandela
sv: Vägglampa

# lightingTrack
source: Track Lighting
da: Skinnebelysning
de: Schienensystem
el: Φωτισμός ράγας
es: Iluminación de Riel
et: Siinvalgustus
fi: Kiskovalaisin
fr: Éclairage sur Rail
ga: Soilsiú rianaithe
hu: Sínes világítás
is: Teinalýsing
it: Illuminazione a binario
ja: トラック照明
ka: ლიანდაგის განათება
nb: Sporbelysning
nl: Railverlichting
pt: Iluminação em Trilho
sv: Skenabaserad belysning

# lightingCeiling
source: Ceiling Fixture
da: Loftsarmatur
de: Deckenleuchte
el: Φωτιστικό οροφής
es: Lámpara de Techo
et: Laelamp
fi: Kattovalaisin
fr: Plafonnier
ga: Feisteas síleála
hu: Mennyezeti lámpa
is: Loftlampi
it: Plafoniera
ja: シーリングライト
ka: ჭერის სანათი
nb: Taklampe
nl: Plafondlamp
pt: Luminária de Teto
sv: Taklampa

# lightingUnderCabinet
source: Under-Cabinet Lighting
da: Belysning under skab
de: Unterbauleuchte
el: Υποντουλάπιος φωτισμός
es: Iluminación Bajo Gabinete
et: Kapialune valgustus
fi: Alakaappivalaisin
fr: Éclairage Sous Meuble
ga: Soilsiú faoi chaibinéad
hu: Szekrény alatti világítás
is: Lýsing undir skáp
it: Illuminazione sottopensile
ja: キャビネット下照明
ka: კარადის ქვეშ განათება
nb: Benkbelysning
nl: Onderkastverlichting
pt: Iluminação Sob Armário
sv: Underskåpsbelysning

# lightingDecorative
source: Decorative Lights
da: Dekorative lys
de: Dekorative Beleuchtung
el: Διακοσμητικά φώτα
es: Luces Decorativas
et: Dekoratiivvalgustus
fi: Koristevalaistus
fr: Lumières Décoratives
ga: Soilse maisiúla
hu: Dekoratív világítás
is: Skreytingarlýsing
it: Luci decorative
ja: デコラティブライト
ka: დეკორატიული განათება
nb: Dekorativ belysning
nl: Decoratieve verlichting
pt: Iluminação Decorativa
sv: Dekorativ belysning

# lightingDay
source: Day
da: Dag
de: Tag
el: Ημέρα
es: Día
et: Päev
fi: Päivä
fr: Jour
ga: Lá
hu: Nappal
is: Dagur
it: Giorno
ja: 昼間
ka: დღე
nb: Dag
nl: Dag
pt: Dia
sv: Dag

# lightingNight
source: Night
da: Nat
de: Nacht
el: Νύχτα
es: Noche
et: Öö
fi: Yö
fr: Nuit
ga: Oíche
hu: Éjszaka
is: Nótt
it: Notte
ja: 夜間
ka: ღამე
nb: Natt
nl: Nacht
pt: Noite
sv: Natt

# lightingSunset
source: Sunset
da: Solnedgang
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
et: Päikeseloojang
fi: Auringonlasku
fr: Coucher de Soleil
ga: Luí gréine
hu: Naplemente
is: Sólsetur
it: Tramonto
ja: 夕日
ka: მზის ჩასვლა
nb: Solnedgang
nl: Zonsondergang
pt: Pôr do Sol
sv: Solnedgång

# lightingSunrise
source: Sunrise
da: Solopgang
de: Sonnenaufgang
el: Ανατολή
es: Amanecer
et: Päikesetõus
fi: Auringonnousu
fr: Lever de Soleil
ga: Éirí gréine
hu: Napkelte
is: Sólris
it: Alba
ja: 日の出
ka: მზის ამოსვლა
nb: Soloppgang
nl: Zonsopgang
pt: Nascer do Sol
sv: Soluppgång

# lightingAddRecessed
source: Add recessed lighting
da: Tilføj indfældet belysning
de: Einbauleuchte hinzufügen
el: Προσθήκη χωνευτού φωτισμού
es: Añadir iluminación empotrada
et: Lisa süvistatav valgustus
fi: Lisää upotettava valaistus
fr: Ajouter éclairage encastré
ga: Cuir soilsiú leabaithe leis
hu: Süllyesztett világítás hozzáadása
is: Bæta við innbyggðri lýsingu
it: Aggiungi illuminazione incassata
ja: 埋め込み照明を追加
ka: ჩაშენებული განათების დამატება
nb: Legg til innfelt belysning
nl: Inbouwverlichting toevoegen
pt: Adicionar iluminação embutida
sv: Lägg till infälld belysning

# lightingAddPendant
source: Add pendant light
da: Tilføj pendel
de: Pendelleuchte hinzufügen
el: Προσθήκη κρεμαστού φωτιστικού
es: Añadir lámpara colgante
et: Lisa rippvalgusti
fi: Lisää riippuvalaisin
fr: Ajouter suspension
ga: Cuir lampa crochta leis
hu: Függő lámpa hozzáadása
is: Bæta við hangandi lampa
it: Aggiungi lampada a sospensione
ja: ペンダントライトを追加
ka: ჩამოკიდებული ნათურის დამატება
nb: Legg til pendel
nl: Hanglamp toevoegen
pt: Adicionar pendente
sv: Lägg till takpendel

# lightingAddChandelier
source: Add chandelier
da: Tilføj lysekrone
de: Kronleuchter hinzufügen
el: Προσθήκη πολυέλαιου
es: Añadir araña
et: Lisa lühter
fi: Lisää kattokruunu
fr: Ajouter lustre
ga: Cuir coinnleoir leis
hu: Csillár hozzáadása
is: Bæta við ljóskeri
it: Aggiungi lampadario
ja: シャンデリアを追加
ka: ჭაღის დამატება
nb: Legg til lysekrone
nl: Kroonluchter toevoegen
pt: Adicionar lustre
sv: Lägg till ljuskrona

# lightingAddTableLamp
source: Add table lamp
da: Tilføj bordlampe
de: Tischlampe hinzufügen
el: Προσθήκη επιτραπέζιου φωτιστικού
es: Añadir lámpara de mesa
et: Lisa laualamp
fi: Lisää pöytävalaisin
fr: Ajouter lampe de table
ga: Cuir lampa boird leis
hu: Asztali lámpa hozzáadása
is: Bæta við borðlampa
it: Aggiungi lampada da tavolo
ja: テーブルランプを追加
ka: მაგიდის ნათურის დამატება
nb: Legg til bordlampe
nl: Tafellamp toevoegen
pt: Adicionar abajur
sv: Lägg till bordslampa

# lightingAddFloorLamp
source: Add floor lamp
da: Tilføj gulvlampe
de: Stehlampe hinzufügen
el: Προσθήκη φωτιστικού δαπέδου
es: Añadir lámpara de pie
et: Lisa põrandalamp
fi: Lisää jalkavalaisin
fr: Ajouter lampadaire
ga: Cuir lampa urláir leis
hu: Állólámpa hozzáadása
is: Bæta við gólflampa
it: Aggiungi lampada da terra
ja: フロアランプを追加
ka: იატაკის ნათურის დამატება
nb: Legg til gulvlampe
nl: Vloerlamp toevoegen
pt: Adicionar luminária de piso
sv: Lägg till golvlampa

# lightingAddWallSconce
source: Add wall sconce
da: Tilføj væglampe
de: Wandleuchte hinzufügen
el: Προσθήκη απλίκας τοίχου
es: Añadir aplique de pared
et: Lisa seinalamp
fi: Lisää seinävalaisin
fr: Ajouter applique murale
ga: Cuir sconsa balla leis
hu: Fali lámpa hozzáadása
is: Bæta við vegglampa
it: Aggiungi applique da parete
ja: ウォールライトを追加
ka: კედლის სანათის დამატება
nb: Legg til vegglampe
nl: Wandlamp toevoegen
pt: Adicionar arandela
sv: Lägg till vägglampa

# lightingAddTrack
source: Add track lighting
da: Tilføj skinnebelysning
de: Schienensystem hinzufügen
el: Προσθήκη φωτισμού ράγας
es: Añadir iluminación de riel
et: Lisa siinvalgustus
fi: Lisää kiskovalaisin
fr: Ajouter éclairage sur rail
ga: Cuir soilsiú rianaithe leis
hu: Sínes világítás hozzáadása
is: Bæta við teinalýsingu
it: Aggiungi illuminazione a binario
ja: トラック照明を追加
ka: ლიანდაგის განათების დამატება
nb: Legg til sporbelysning
nl: Railverlichting toevoegen
pt: Adicionar iluminação em trilho
sv: Lägg till skenabaserad belysning

# lightingAddCeiling
source: Add ceiling fixture
da: Tilføj loftsarmatur
de: Deckenleuchte hinzufügen
el: Προσθήκη φωτιστικού οροφής
es: Añadir lámpara de techo
et: Lisa laelamp
fi: Lisää kattovalaisin
fr: Ajouter plafonnier
ga: Cuir feisteas síleála leis
hu: Mennyezeti lámpa hozzáadása
is: Bæta við loftlampa
it: Aggiungi plafoniera
ja: シーリングライトを追加
ka: ჭერის სანათის დამატება
nb: Legg til taklampe
nl: Plafondlamp toevoegen
pt: Adicionar luminária de teto
sv: Lägg till taklampa

# lightingAddUnderCabinet
source: Add under-cabinet lighting
da: Tilføj belysning under skab
de: Unterbauleuchte hinzufügen
el: Προσθήκη υποντουλάπιου φωτισμού
es: Añadir iluminación bajo gabinete
et: Lisa kapialune valgustus
fi: Lisää alakaappivalaisin
fr: Ajouter éclairage sous meuble
ga: Cuir soilsiú faoi chaibinéad leis
hu: Szekrény alatti világítás hozzáadása
is: Bæta við lýsingu undir skáp
it: Aggiungi illuminazione sottopensile
ja: キャビネット下照明を追加
ka: კარადის ქვეშ განათების დამატება
nb: Legg til benkbelysning
nl: Onderkastverlichting toevoegen
pt: Adicionar iluminação sob armário
sv: Lägg till underskåpsbelysning

# lightingAddDecorative
source: Add decorative lights
da: Tilføj dekorative lys
de: Dekorative Beleuchtung hinzufügen
el: Προσθήκη διακοσμητικών φώτων
es: Añadir luces decorativas
et: Lisa dekoratiivvalgustus
fi: Lisää koristevalaistus
fr: Ajouter lumières décoratives
ga: Cuir soilse maisiúla leis
hu: Dekoratív világítás hozzáadása
is: Bæta við skreytingarlýsingu
it: Aggiungi luci decorative
ja: デコラティブライトを追加
ka: დეკორატიული განათების დამატება
nb: Legg til dekorativ belysning
nl: Decoratieve verlichting toevoegen
pt: Adicionar iluminação decorativa
sv: Lägg till dekorativ belysning

# lightingChangeToDay
source: Change lighting to daylight
da: Skift belysning til dagslys
de: Beleuchtung auf Tageslicht ändern
el: Αλλαγή φωτισμού σε ημερήσιο
es: Cambiar iluminación a luz de día
et: Muuda valgustus päevaseks
fi: Vaihda valaistus päivävaloksi
fr: Changer l'éclairage en lumière du jour
ga: Athraigh soilsiú go solas lae
hu: Világítás módosítása nappali fényre
is: Breyta lýsingu í dagbirtu
it: Cambia illuminazione a luce diurna
ja: 照明を昼光に変更
ka: განათების შეცვლა დღისით
nb: Endre belysning til dag
nl: Verlichting naar daglicht wijzigen
pt: Mudar iluminação para dia
sv: Ändra belysning till dag

# lightingChangeToNight
source: Change lighting to nightlight
da: Skift belysning til natlys
de: Beleuchtung auf Nachtlicht ändern
el: Αλλαγή φωτισμού σε νυχτερινό
es: Cambiar iluminación a luz de noche
et: Muuda valgustus öiseks
fi: Vaihda valaistus yövaloksi
fr: Changer l'éclairage en lumière de nuit
ga: Athraigh soilsiú go solas oíche
hu: Világítás módosítása éjszakai fényre
is: Breyta lýsingu í næturtljós
it: Cambia illuminazione a luce notturna
ja: 照明を夜光に変更
ka: განათების შეცვლა ღამისით
nb: Endre belysning til natt
nl: Verlichting naar nachtlicht wijzigen
pt: Mudar iluminação para noite
sv: Ändra belysning till natt

# lightingChangeToSunset
source: Change lighting to sunset
da: Skift belysning til solnedgang
de: Beleuchtung auf Sonnenuntergang ändern
el: Αλλαγή φωτισμού σε ηλιοβασίλεμα
es: Cambiar iluminación a atardecer
et: Muuda valgustus päikeseloojanguks
fi: Vaihda valaistus auringonlaskuun
fr: Changer l'éclairage en coucher de soleil
ga: Athraigh soilsiú go luí gréine
hu: Világítás módosítása napnyugtára
is: Breyta lýsingu í sólsetur
it: Cambia illuminazione a tramonto
ja: 照明を夕日に変更
ka: განათების შეცვლა მზის ჩასვლით
nb: Endre belysning til solnedgang
nl: Verlichting naar zonsondergang wijzigen
pt: Mudar iluminação para pôr do sol
sv: Ändra belysning till solnedgång
