Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# lightingChangeToSunrise
source: Change lighting to sunrise
da: Skift belysning til solopgang
de: Beleuchtung auf Sonnenaufgang ändern
el: Αλλαγή φωτισμού σε ανατολή
es: Cambiar iluminación a amanecer
et: Muuda valgustus päikesetõusuks
fi: Vaihda valaistus auringonnousuun
fr: Changer l'éclairage en lever de soleil
ga: Athraigh soilsiú go éirí gréine
hu: Világítás módosítása napkeltére
is: Breyta lýsingu í sólris
it: Cambia illuminazione ad alba
ja: 照明を日の出に変更
ka: განათების შეცვლა მზის ამოსვლით
nb: Endre belysning til soloppgang
nl: Verlichting naar zonsopgang wijzigen
pt: Mudar iluminação para nascer do sol
sv: Ändra belysning till soluppgång

# furnitureSofa
source: Sofa
el: Καναπές
es: Sofá
et: Diivan
fi: Sohva
fr: Canapé
ga: Tolg
hu: Kanapé
is: Sófi
it: Divano
ja: ソファ
ka: დივანი
nl: Bank
pt: Sofá
sv: Soffa

# furnitureSectional
source: Sectional Sofa
da: Hjørnesofa
de: Ecksofa
el: Γωνιακός καναπές
es: Sofá Seccional
et: Nurgadiivan
fi: Kulmasohva
fr: Canapé d'Angle
ga: Tolg cúinne
hu: Sarokkanapé
is: Hornsófi
it: Divano angolare
ja: セクショナルソファ
ka: კუთხის დივანი
nb: Hjørnesofa
nl: Hoekbank
pt: Sofá de Canto
sv: Hörnsoffa

# furnitureArmchair
source: Armchair
da: Lænestol
de: Sessel
el: Πολυθρόνα
es: Sillón
et: Tugitool
fi: Nojatuoli
fr: Fauteuil
ga: Cathaoir uilleann
hu: Fotel
is: Hægindastóll
it: Poltrona
ja: アームチェア
ka: სავარძელი
nb: Lenestol
nl: Fauteuil
pt: Poltrona
sv: Fåtölj

# furnitureAccentChair
source: Accent Chair
da: Accentstol
de: Akzentstuhl
el: Διακοσμητική καρέκλα
es: Silla Decorativa
et: Aktsendtool
fi: Korostetuoli
fr: Chaise Décorative
ga: Cathaoir bhéime
hu: Díszfotel
is: Áherslu stóll
it: Poltrona d'accento
ja: アクセントチェア
ka: აქცენტური სკამი
nb: Aksentstol
nl: Accentstoel
pt: Cadeira de Destaque
sv: Accentstol

# furnitureDiningChair
source: Dining Chair
da: Spisestol
de: Esszimmerstuhl
el: Καρέκλα τραπεζαρίας
es: Silla de Comedor
et: Söögitool
fi: Ruokatuoli
fr: Chaise de Salle à Manger
ga: Cathaoir bhéile
hu: Étkezőszék
is: Borðstóll
it: Sedia da pranzo
ja: ダイニングチェア
ka: სასადილო სკამი
nb: Spisestol
nl: Eetkamerstoel
pt: Cadeira de Jantar
sv: Matstol

# furnitureBarStool
source: Bar Stool
da: Barstol
de: Barhocker
el: Σκαμπό μπαρ
es: Taburete
et: Baaritool
fi: Baarituoli
fr: Tabouret de Bar
ga: Stól barra
hu: Bárszék
is: Barstóll
it: Sgabello da bar
ja: バースツール
ka: ბარის სკამი
nb: Barkrakk
nl: Barkruk
pt: Banqueta
sv: Barstol

# furnitureSingleBed
source: Single Bed
da: Enkeltseng
de: Einzelbett
el: Μονό κρεβάτι
es: Cama Individual
et: Ühekohaline voodi
fi: Yhden hengen sänky
fr: Lit Simple
ga: Leaba shingil
hu: Egyszemélyes ágy
is: Einbreitt rúm
it: Letto singolo
ja: シングルベッド
ka: ერთადგილიანი საწოლი
nb: Enkeltseng
nl: Eenpersoonsbed
pt: Cama de Solteiro
sv: Enkelsäng

# furnitureDoubleBed
source: Double Bed
da: Dobbeltseng
de: Doppelbett
el: Διπλό κρεβάτι
es: Cama Doble
et: Kahekohaline voodi
fi: Parisänky
fr: Lit Double
ga: Leaba dhúbailte
hu: Franciaágy
is: Tvíbreitt rúm
it: Letto matrimoniale
ja: ダブルベッド
ka: ორადგილიანი საწოლი
nb: Dobbeltseng
nl: Tweepersoonsbed
pt: Cama de Casal
sv: Dubbelsäng

# furnitureBeanbag
source: Beanbag
da: Sækkestol
de: Sitzsack
el: Πουφ
es: Puf
et: Kott-tool
fi: Säkkituoli
fr: Pouf
ga: Mála pónairí
hu: Babzsák
is: Baunastóll
it: Pouf a sacco
ja: ビーズクッション
ka: ლობიოს ტომარა
nb: Sakkosekk
nl: Zitzak
pt: Pufe
sv: Sittpuff

# furnitureOttoman
source: Ottoman
de: Ottomane
el: Σκαμπό
es: Otomana
et: Tumba
fi: Rahi
ga: Otamánach
hu: Puff
is: Fótskör
it: Pouf
ja: オットマン
ka: პუფი
nb: Fotskammel
nl: Poef
sv: Fotpall

# furnitureBench
source: Bench
da: Bænk
de: Bank
el: Παγκάκι
es: Banco
et: Pink
fi: Penkki
fr: Banc
ga: Binse
hu: Pad
is: Bekkur
it: Panca
ja: ベンチ
ka: სკამი
nb: Benk
nl: Bank
pt: Banco
sv: Bänk

# furnitureCoffeeTable
source: Coffee Table
da: Sofabord
de: Couchtisch
el: Τραπεζάκι σαλονιού
es: Mesa de Centro
et: Diivanilaud
fi: Sohvapöytä
fr: Table Basse
ga: Bord caife
hu: Dohányzóasztal
is: Sófaborð
it: Tavolino da caffè
ja: コーヒーテーブル
ka: ყავის მაგიდა
nb: Sofabord
nl: Salontafel
pt: Mesa de Centro
sv: Soffbord

# furnitureEndTable
source: End Table
da: Sidebord
de: Beistelltisch
el: Βοηθητικό τραπεζάκι
es: Mesa Auxiliar
et: Kõrvallaud
fi: Sivupöytä
fr: Table d'Appoint
ga: Bord taobh
hu: Kisasztal
is: Hliðarborð
it: Tavolino laterale
ja: サイドテーブル
ka: გვერდითი მაგიდა
nb: Sidebord
nl: Bijzettafel
pt: Mesa Lateral
sv: Sidobord

# furnitureNightstand
source: Nightstand
da: Natbord
de: Nachttisch
el: Κομοδίνο
es: Mesita de Noche
et: Öökapilaud
fi: Yöpöytä
fr: Table de Chevet
ga: Bord oíche
hu: Éjjeliszekrény
is: Náttborð
it: Comodino
ja: ナイトスタンド
ka: ღამის მაგიდა
nb: Nattbord
nl: Nachtkastje
pt: Criado-mudo
sv: Nattduksbord

# furnitureDiningTable
source: Dining Table
da: Spisebord
de: Esstisch
el: Τραπέζι τραπεζαρίας
es: Mesa de Comedor
et: Söögilaud
fi: Ruokapöytä
fr: Table à Manger
ga: Bord béile
hu: Étkezőasztal
is: Borðstofuborð
it: Tavolo da pranzo
ja: ダイニングテーブル
ka: სასადილო მაგიდა
nb: Spisebord
nl: Eettafel
pt: Mesa de Jantar
sv: Matbord

# furnitureDesk
source: Desk
da: Skrivebord
de: Schreibtisch
el: Γραφείο
es: Escritorio
et: Kirjutuslaud
fi: Työpöytä
fr: Bureau
ga: Deasc
hu: Íróasztal
is: Skrifborð
it: Scrivania
ja: デスク
ka: სამუშაო მაგიდა
nb: Skrivebord
nl: Bureau
pt: Escrivaninha
sv: Skrivbord

# furnitureDresser
source: Dresser
da: Kommode
de: Kommode
el: Συρταριέρα
es: Cómoda
et: Kummut
fi: Lipasto
fr: Commode
ga: Cófra éadaí
hu: Komód
is: Kommóða
it: Cassettiera
ja: ドレッサー
ka: კომოდი
nb: Kommode
nl: Ladekast
pt: Cômoda
sv: Byrå

# furnitureWardrobe
source: Wardrobe
da: Garderobeskab
de: Kleiderschrank
el: Ντουλάπα
es: Armario
et: Riidekapp
fi: Vaatekaappi
fr: Armoire
ga: Vardrús
hu: Gardrób
is: Fataskápur
it: Armadio
ja: ワードローブ
ka: კარადა
nb: Garderobe
nl: Kledingkast
pt: Guarda-roupa
sv: Garderob

# furnitureBookcase
source: Bookcase
da: Reol
de: Bücherregal
el: Βιβλιοθήκη
es: Estantería
et: Raamaturiiul
fi: Kirjahylly
fr: Bibliothèque
ga: Seilf leabhar
hu: Könyvespolc
is: Bókahilla
it: Libreria
ja: 本棚
ka: წიგნების თარო
nb: Bokhylle
nl: Boekenkast
pt: Estante
sv: Bokhylla

# furnitureTvStand
source: TV Stand
da: TV-bord
de: TV-Ständer
el: Έπιπλο τηλεόρασης
es: Mueble de TV
et: TV-alus
fi: TV-taso
fr: Meuble TV
ga: Seastán teilifíse
hu: TV-állvány
is: Sjónvarpsstofa
it: Mobile TV
ja: テレビ台
ka: ტელევიზორის სადგამი
nb: TV-benk
nl: TV-meubel
pt: Rack de TV
sv: TV-bänk

# furnitureCabinets
source: Kitchen Cabinets
da: Køkkenskabe
de: Küchenschränke
el: Ντουλάπια κουζίνας
es: Gabinetes de Cocina
et: Köögikastid
fi: Keittiökaapit
fr: Armoires de Cuisine
ga: Caibinéid chistine
hu: Konyhai szekrények
is: Eldhússkápar
it: Pensili cucina
ja: キッチンキャビネット
ka: სამზარეულოს კარადები
nb: Kjøkkenskap
nl: Keukenkasten
pt: Armários de Cozinha
sv: Köksskåp

# furnitureAddSofa
source: Add sofa
da: Tilføj sofa
de: Sofa hinzufügen
el: Προσθήκη καναπέ
es: Añadir sofá
et: Lisa diivan
fi: Lisää sohva
fr: Ajouter canapé
ga: Cuir tolg leis
hu: Kanapé hozzáadása
is: Bæta við sófa
it: Aggiungi divano
ja: ソファを追加
ka: დივნის დამატება
nb: Legg til sofa
nl: Bank toevoegen
pt: Adicionar sofá
sv: Lägg till soffa

# furnitureAddSectional
source: Add sectional sofa
da: Tilføj hjørnesofa
de: Ecksofa hinzufügen
el: Προσθήκη γωνιακού καναπέ
es: Añadir sofá seccional
et: Lisa nurgadiivan
fi: Lisää kulmasohva
fr: Ajouter canapé d'angle
ga: Cuir tolg cúinne leis
hu: Sarokkanapé hozzáadása
is: Bæta við hornsófa
it: Aggiungi divano angolare
ja: セクショナルソファを追加
ka: კუთხის დივნის დამატება
nb: Legg til hjørnesofa
nl: Hoekbank toevoegen
pt: Adicionar sofá de canto
sv: Lägg till hörnsoffa

# furnitureAddArmchair
source: Add armchair
da: Tilføj lænestol
de: Sessel hinzufügen
el: Προσθήκη πολυθρόνας
es: Añadir sillón
et: Lisa tugitool
fi: Lisää nojatuoli
fr: Ajouter fauteuil
ga: Cuir cathaoir uilleann leis
hu: Fotel hozzáadása
is: Bæta við hægindastól
it: Aggiungi poltrona
ja: アームチェアを追加
ka: სავარძლის დამატება
nb: Legg til lenestol
nl: Fauteuil toevoegen
pt: Adicionar poltrona
sv: Lägg till fåtölj

# furnitureAddAccentChair
source: Add accent chair
da: Tilføj accentstol
de: Akzentstuhl hinzufügen
el: Προσθήκη διακοσμητικής καρέκλας
es: Añadir silla decorativa
et: Lisa aktsendtool
fi: Lisää korostetuoli
fr: Ajouter chaise décorative
ga: Cuir cathaoir bhéime leis
hu: Díszfotel hozzáadása
is: Bæta við áherslu stól
it: Aggiungi poltrona d'accento
ja: アクセントチェアを追加
ka: აქცენტური სკამის დამატება
nb: Legg til aksentstol
nl: Accentstoel toevoegen
pt: Adicionar cadeira de destaque
sv: Lägg till accentstol

# furnitureAddDiningChair
source: Add dining chair
da: Tilføj spisestol
de: Esszimmerstuhl hinzufügen
el: Προσθήκη καρέκλας τραπεζαρίας
es: Añadir silla de comedor
et: Lisa söögitool
fi: Lisää ruokatuoli
fr: Ajouter chaise de salle à manger
ga: Cuir cathaoir bhéile leis
hu: Étkezőszék hozzáadása
is: Bæta við borðstól
it: Aggiungi sedia da pranzo
ja: ダイニングチェアを追加
ka: სასადილო სკამის დამატება
nb: Legg til spisestol
nl: Eetkamerstoel toevoegen
pt: Adicionar cadeira de jantar
sv: Lägg till matstol

# furnitureAddBarStool
source: Add bar stool
da: Tilføj barstol
de: Barhocker hinzufügen
el: Προσθήκη σκαμπό μπαρ
es: Añadir taburete
et: Lisa baaritool
fi: Lisää baarituoli
fr: Ajouter tabouret de bar
ga: Cuir stól barra leis
hu: Bárszék hozzáadása
is: Bæta við barstól
it: Aggiungi sgabello da bar
ja: バースツールを追加
ka: ბარის სკამის დამატება
nb: Legg til barkrakk
nl: Barkruk toevoegen
pt: Adicionar banqueta
sv: Lägg till barstol

# furnitureAddSingleBed
source: Add single bed
da: Tilføj enkeltseng
de: Einzelbett hinzufügen
el: Προσθήκη μονού κρεβατιού
es: Añadir cama individual
et: Lisa ühekohaline voodi
fi: Lisää yhden hengen sänky
fr: Ajouter lit simple
ga: Cuir leaba shingil leis
hu: Egyszemélyes ágy hozzáadása
is: Bæta við einbreiðu rúmi
it: Aggiungi letto singolo
ja: シングルベッドを追加
ka: ერთადგილიანი საწოლის დამატება
nb: Legg til enkeltseng
nl: Eenpersoonsbed toevoegen
pt: Adicionar cama de solteiro
sv: Lägg till enkelsäng

# furnitureAddDoubleBed
source: Add double bed
da: Tilføj dobbeltseng
de: Doppelbett hinzufügen
el: Προσθήκη διπλού κρεβατιού
es: Añadir cama doble
et: Lisa kahekohaline voodi
fi: Lisää parisänky
fr: Ajouter lit double
ga: Cuir leaba dhúbailte leis
hu: Franciaágy hozzáadása
is: Bæta við tvíbreiðu rúmi
it: Aggiungi letto matrimoniale
ja: ダブルベッドを追加
ka: ორადგილიანი საწოლის დამატება
nb: Legg til dobbeltseng
nl: Tweepersoonsbed toevoegen
pt: Adicionar cama de casal
sv: Lägg till dubbelsäng

# furnitureAddBeanbag
source: Add beanbag
da: Tilføj sækkestol
de: Sitzsack hinzufügen
el: Προσθήκη πουφ
es: Añadir puf
et: Lisa kott-tool
fi: Lisää säkkituoli
fr: Ajouter pouf
ga: Cuir mála pónairí leis
hu: Babzsák hozzáadása
is: Bæta við baunastól
it: Aggiungi pouf a sacco
ja: ビーズクッションを追加
ka: ლობიოს ტომარის დამატება
nb: Legg til sakkosekk
nl: Zitzak toevoegen
pt: Adicionar pufe
sv: Lägg till sittpuff

# furnitureAddOttoman
source: Add ottoman
da: Tilføj ottoman
de: Ottomane hinzufügen
el: Προσθήκη σκαμπό
es: Añadir otomana
et: Lisa tumba
fi: Lisää rahi
fr: Ajouter ottoman
ga: Cuir otamánach leis
hu: Puff hozzáadása
is: Bæta við fótskör
it: Aggiungi pouf
ja: オットマンを追加
ka: პუფის დამატება
nb: Legg til fotskammel
nl: Poef toevoegen
pt: Adicionar ottoman
sv: Lägg till fotpall

# furnitureAddBench
source: Add bench
da: Tilføj bænk
de: Bank hinzufügen
el: Προσθήκη παγκακιού
es: Añadir banco
et: Lisa pink
fi: Lisää penkki
fr: Ajouter banc
ga: Cuir binse leis
hu: Pad hozzáadása
is: Bæta við bekk
it: Aggiungi panca
ja: ベンチを追加
ka: სკამის დამატება
nb: Legg til benk
nl: Bank toevoegen
pt: Adicionar banco
sv: Lägg till bänk

# furnitureAddCoffeeTable
source: Add coffee table
da: Tilføj sofabord
de: Couchtisch hinzufügen
el: Προσθήκη τραπεζιού σαλονιού
es: Añadir mesa de centro
et: Lisa diivanilaud
fi: Lisää sohvapöytä
fr: Ajouter table basse
ga: Cuir bord caife leis
hu: Dohányzóasztal hozzáadása
is: Bæta við sófaborði
it: Aggiungi tavolino da caffè
ja: コーヒーテーブルを追加
ka: ყავის მაგიდის დამატება
nb: Legg til sofabord
nl: Salontafel toevoegen
pt: Adicionar mesa de centro
sv: Lägg till soffbord

# furnitureAddEndTable
source: Add end table
da: Tilføj sidebord
de: Beistelltisch hinzufügen
el: Προσθήκη βοηθητικού τραπεζιού
es: Añadir mesa auxiliar
et: Lisa kõrvallaud
fi: Lisää sivupöytä
fr: Ajouter table d'appoint
ga: Cuir bord taobh leis
hu: Kisasztal hozzáadása
is: Bæta við hliðarborði
it: Aggiungi tavolino laterale
ja: サイドテーブルを追加
ka: გვერდითი მაგიდის დამატება
nb: Legg til sidebord
nl: Bijzettafel toevoegen
pt: Adicionar mesa lateral
sv: Lägg till sidobord

# furnitureAddNightstand
source: Add nightstand
da: Tilføj natbord
de: Nachttisch hinzufügen
el: Προσθήκη κομοδίνου
es: Añadir mesita de noche
et: Lisa öökapilaud
fi: Lisää yöpöytä
fr: Ajouter table de chevet
ga: Cuir bord oíche leis
hu: Éjjeliszekrény hozzáadása
is: Bæta við náttborði
it: Aggiungi comodino
ja: ナイトスタンドを追加
ka: ღამის მაგიდის დამატება
nb: Legg til nattbord
nl: Nachtkastje toevoegen
pt: Adicionar criado-mudo
sv: Lägg till nattduksbord

# furnitureAddDiningTable
source: Add dining table
da: Tilføj spisebord
de: Esstisch hinzufügen
el: Προσθήκη τραπεζιού τραπεζαρίας
es: Añadir mesa de comedor
et: Lisa söögilaud
fi: Lisää ruokapöytä
fr: Ajouter table à manger
ga: Cuir bord béile leis
hu: Étkezőasztal hozzáadása
is: Bæta við borðstofuborði
it: Aggiungi tavolo da pranzo
ja: ダイニングテーブルを追加
ka: სასადილო მაგიდის დამატება
nb: Legg til spisebord
nl: Eettafel toevoegen
pt: Adicionar mesa de jantar
sv: Lägg till matbord

# furnitureAddDesk
source: Add desk
da: Tilføj skrivebord
de: Schreibtisch hinzufügen
el: Προσθήκη γραφείου
es: Añadir escritorio
et: Lisa kirjutuslaud
fi: Lisää työpöytä
fr: Ajouter bureau
ga: Cuir deasc leis
hu: Íróasztal hozzáadása
is: Bæta við skrifborði
it: Aggiungi scrivania
ja: デスクを追加
ka: სამუშაო მაგიდის დამატება
nb: Legg til skrivebord
nl: Bureau toevoegen
pt: Adicionar escrivaninha
sv: Lägg till skrivbord

# furnitureAddDresser
source: Add dresser
da: Tilføj kommode
de: Kommode hinzufügen
el: Προσθήκη συρταριέρας
es: Añadir cómoda
et: Lisa kummut
fi: Lisää lipasto
fr: Ajouter commode
ga: Cuir cófra éadaí leis
hu: Komód hozzáadása
is: Bæta við kommóðu
it: Aggiungi cassettiera
ja: ドレッサーを追加
ka: კომოდის დამატება
nb: Legg til kommode
nl: Ladekast toevoegen
pt: Adicionar cômoda
sv: Lägg till byrå

# furnitureAddWardrobe
source: Add wardrobe
da: Tilføj garderobeskab
de: Kleiderschrank hinzufügen
el: Προσθήκη ντουλάπας
es: Añadir armario
et: Lisa riidekapp
fi: Lisää vaatekaappi
fr: Ajouter armoire
ga: Cuir vardrús leis
hu: Gardrób hozzáadása
is: Bæta við fataskáp
it: Aggiungi armadio
ja: ワードローブを追加
ka: კარადის დამატება
nb: Legg til garderobe
nl: Kledingkast toevoegen
pt: Adicionar guarda-roupa
sv: Lägg till garderob

# furnitureAddBookcase
source: Add bookcase
da: Tilføj reol
de: Bücherregal hinzufügen
el: Προσθήκη βιβλιοθήκης
es: Añadir estantería
et: Lisa raamaturiiul
fi: Lisää kirjahylly
fr: Ajouter bibliothèque
ga: Cuir seilf leabhar leis
hu: Könyvespolc hozzáadása
is: Bæta við bókahillu
it: Aggiungi libreria
ja: 本棚を追加
ka: წიგნების თაროს დამატება
nb: Legg til bokhylle
nl: Boekenkast toevoegen
pt: Adicionar estante
sv: Lägg till bokhylla

# furnitureAddTvStand
source: Add TV stand
da: Tilføj TV-bord
de: TV-Ständer hinzufügen
el: Προσθήκη επίπλου τηλεόρασης
es: Añadir mueble de TV
et: Lisa TV-alus
fi: Lisää TV-taso
fr: Ajouter meuble TV
ga: Cuir seastán teilifíse leis
hu: TV-állvány hozzáadása
is: Bæta við sjónvarpsstofu
it: Aggiungi mobile TV
ja: テレビ台を追加
ka: ტელევიზორის სადგამის დამატება
nb: Legg til TV-benk
nl: TV-meubel toevoegen
pt: Adicionar rack de TV
sv: Lägg till TV-bänk

# furnitureAddCabinets
source: Add kitchen cabinets
da: Tilføj køkkenskabe
de: Küchenschränke hinzufügen
el: Προσθήκη ντουλαπιών κουζίνας
es: Añadir gabinetes de cocina
et: Lisa köögikastid
fi: Lisää keittiökaapit
fr: Ajouter armoires de cuisine
ga: Cuir caibinéid chistine leis
hu: Konyhai szekrények hozzáadása
is: Bæta við eldhússkápum
it: Aggiungi pensili cucina
ja: キッチンキャビネットを追加
ka: სამზარეულოს კარადების დამატება
nb: Legg til kjøkkenskap
nl: Keukenkasten toevoegen
pt: Adicionar armários de cozinha
sv: Lägg till köksskåp

# repairsFixEverything
source: Fix everything
da: Reparer alt
de: Alles reparieren
el: Επισκευή όλων
es: Arreglar todo
et: Paranda kõik
fi: Korjaa kaikki
fr: Tout réparer
ga: Deisigh gach rud
hu: Mindent megjavít
is: Laga allt
it: Ripara tutto
ja: すべてを修正
ka: ყველაფრის გამოსწორება
nb: Fiks alt
nl: Alles repareren
pt: Consertar tudo
sv: Fixa allt

# repairsRepairAll
source: Fix and repair everything
da: Reparer og gendan alt
de: Alles reparieren und wiederherstellen
el: Επισκευή και αποκατάσταση όλων
es: Arreglar y reparar todo
et: Paranda ja taasta kõik
fi: Korjaa ja kunnostaa kaikki
fr: Réparer et remettre tout en état
ga: Deisigh agus athchóirigh gach rud
hu: Mindent megjavít és helyreállít
is: Laga og gera við allt
it: Ripara e restaura tutto
ja: すべてを修正・修理
ka: ყველაფრის გამოსწორება და შეკეთება
nb: Fiks og reparer alt
nl: Alles repareren en herstellen
pt: Consertar e reparar tudo
sv: Fixa och reparera allt

# repairsMessUp
source: Mess up everything
da: Rod det hele til
de: Alles durcheinander bringen
el: Καταστροφή όλων
es: Desordenar todo
et: Tee segadus
fi: Sotke kaikki
fr: Tout mettre en désordre
ga: Déan praiseach de gach rud
hu: Mindent összekavarni
is: Klúðra öllu
it: Disordina tutto
ja: すべてを散らかす
ka: ყველაფრის დაბინძურება
nb: Rot til alt
nl: Alles verprutsen
pt: Bagunçar tudo
sv: Stöka till allt

# repairsDestroy
source: Destroy and cause damage to everything
da: Ødelæg og skad alt
de: Alles zerstören und beschädigen
el: Καταστροφή και πρόκληση ζημιών σε όλα
es: Destruir y causar daños a todo
et: Hävita ja kahjusta kõik
fi: Tuhoa ja vahingoita kaikki
fr: Détruire et causer des dommages à tout
ga: Scrios agus déan damáiste do gach rud
hu: Mindent elpusztít és károsít
is: Eyðileggja og skemma allt
it: Distruggi e danneggia tutto
ja: すべてを破壊・損傷
ka: ყველაფრის განადგურება და დაზიანება
nb: Ødelegg og skad alt
nl: Alles vernietigen en beschadigen
pt: Destruir e danificar tudo
sv: Förstör och skada allt

# windowPicture
source: Picture Window
da: Panoramavindue
de: Panoramafenster
el: Πανοραμικό παράθυρο
es: Ventana Fija
et: Panoraamaken
fi: Maisemaikkuna
fr: Fenêtre Panoramique
ga: Fuinneog phictiúr
hu: Panorámaablak
is: Útsýnisgluggi
it: Finestra panoramica
ja: ピクチャーウィンドウ
ka: პანორამული ფანჯარა
nb: Panoramavindu
nl: Panoramaraam
pt: Janela Panorâmica
sv: Panoramafönster

# windowSliding
source: Sliding Window
da: Skydevindue
de: Schiebefenster
el: Συρόμενο παράθυρο
es: Ventana Corredera
et: Lükandaken
fi: Liukuikkuna
fr: Fenêtre Coulissante
ga: Fuinneog sleamhnáin
hu: Tolóablak
is: Rennigluggi
it: Finestra scorrevole
ja: スライディングウィンドウ
ka: გასასრიალებელი ფანჯარა
nb: Skyvevindu
nl: Schuifraam
pt: Janela de Correr
sv: Skjutfönster

# windowCasement
source: Casement Window
da: Sidehængt vindue
de: Flügelfenster
el: Ανοιγόμενο παράθυρο
es: Ventana Batiente
et: Tiibaken
fi: Saranaikkuna
fr: Fenêtre Battante
ga: Fuinneog cháis
hu: Bukó-nyíló ablak
is: Opnanlegur gluggi
it: Finestra a battente
ja: ケースメントウィンドウ
ka: სარტყელიანი ფანჯარა
nb: Sidehengslet vindu
nl: Draairaam
pt: Janela de Abrir
sv: Sidohängt fönster

# windowTiltTurn
source: Tilt and Turn Window
da: Vip-dreje vindue
de: Dreh-Kipp-Fenster
el: Ανακλινόμενο παράθυρο
es: Ventana Oscilobatiente
et: Kallutus-pöörd aken
fi: Kääntö-kallistusikkuna
fr: Fenêtre Oscillo-Battante
ga: Fuinneog chlaonadh agus chasadh
hu: Billenő-fordító ablak
is: Halli- og snúningsgluggi
it: Finestra a vasistas
ja: チルト＆ターンウィンドウ
ka: გადახრა-ბრუნვის ფანჯარა
nb: Vipp-sving vindu
nl: Kiep-kantelraam
pt: Janela Basculante
sv: Dreh-kipp fönster

# windowAwning
source: Awning Window
da: Topophængt vindue
de: Kippfenster
el: Παράθυρο με τέντα
es: Ventana Toldo
et: Varikatusega aken
fi: Ylösaukeava ikkuna
fr: Fenêtre à Auvent
ga: Fuinneog scáthláin
hu: Napellenzős ablak
is: Tjaldgluggi
it: Finestra a ribalta
ja: オーニングウィンドウ
ka: ტენტის ფანჯარა
nb: Markisevindu
nl: Kiepraam
pt: Janela Maxim-ar
sv: Markisfönster

# windowSash
source: Sash Window
da: Skydevindue lodret
de: Schiebefenster vertikal
el: Γκιλοτίνα
es: Ventana Guillotina
et: Tõstaken
fi: Nostoikkuna
fr: Fenêtre à Guillotine
ga: Fuinneog shaise
hu: Függőleges tolóablak
is: Lyftanlega gluggi
it: Finestra a ghigliottina
ja: サッシウィンドウ
ka: სასრიალო ფანჯარა
nb: Guillotinevindu
nl: Schuifraam verticaal
pt: Janela Guilhotina
sv: Skjutbart fönster

# windowPocket
source: Pocket Window
da: Lommevindue
de: Taschenfenster
el: Κρυφό παράθυρο
es: Ventana de Bolsillo
et: Taskuaken
fi: Taskuikkuna
fr: Fenêtre à Galandage
ga: Fuinneog phóca
hu: Zsebablak
is: Vasagluggi
it: Finestra a scomparsa
ja: ポケットウィンドウ
ka: ჯიბის ფანჯარა
nb: Lommevindu
nl: Zakvorm raam
pt: Janela de Bolso
sv: Fickfönster

# windowArched
source: Arched Window
da: Buet vindue
de: Bogenfenster
el: Τοξωτό παράθυρο
es: Ventana en Arco
et: Kaaraken
fi: Kaareva ikkuna
fr: Fenêtre Cintrée
ga: Fuinneog stuach
hu: Íves ablak
is: Bogadreginn gluggi
it: Finestra ad arco
ja: アーチ型ウィンドウ
ka: თაღოვანი ფანჯარა
nb: Buet vindu
nl: Boogvormig raam
pt: Janela em Arco
sv: Bågfönster

# windowAddPicture
source: Add a large picture window
da: Tilføj stort panoramavindue
de: Großes Panoramafenster hinzufügen
el: Προσθήκη μεγάλου πανοραμικού παραθύρου
es: Añadir ventana panorámica grande
et: Lisa suur panoraamaken
fi: Lisää suuri maisemaikkuna
fr: Ajouter grande fenêtre panoramique
ga: Cuir fuinneog phictiúr mór leis
hu: Nagy panorámaablak hozzáadása
is: Bæta við stórum útsýnisglugga
it: Aggiungi grande finestra panoramica
ja: 大きなピクチャーウィンドウを追加
ka: დიდი პანორამული ფანჯრის დამატება
nb: Legg til stort panoramavindu
nl: Groot panoramaraam toevoegen
pt: Adicionar janela panorâmica grande
sv: Lägg till stort panoramafönster

# windowAddSliding
source: Add sliding window
da: Tilføj skydevindue
de: Schiebefenster hinzufügen
el: Προσθήκη συρόμενου παραθύρου
es: Añadir ventana corredera
et: Lisa lükandaken
fi: Lisää liukuikkuna
fr: Ajouter fenêtre coulissante
ga: Cuir fuinneog sleamhnáin leis
hu: Tolóablak hozzáadása
is: Bæta við renniglugga
it: Aggiungi finestra scorrevole
ja: スライディングウィンドウを追加
ka: გასასრიალებელი ფანჯრის დამატება
nb: Legg til skyvevindu
nl: Schuifraam toevoegen
pt: Adicionar janela de correr
sv: Lägg till skjutfönster

# windowAddCasement
source: Add casement window
da: Tilføj sidehængt vindue
de: Flügelfenster hinzufügen
el: Προσθήκη ανοιγόμενου παραθύρου
es: Añadir ventana batiente
et: Lisa tiibaken
fi: Lisää saranaikkuna
fr: Ajouter fenêtre battante
ga: Cuir fuinneog cháis leis
hu: Bukó-nyíló ablak hozzáadása
is: Bæta við opnanlegum glugga
it: Aggiungi finestra a battente
ja: ケースメントウィンドウを追加
ka: სარტყელიანი ფანჯრის დამატება
nb: Legg til sidehengslet vindu
nl: Draairaam toevoegen
pt: Adicionar janela de abrir
sv: Lägg till sidohängt fönster

# windowAddTiltTurn
source: Add tilt and turn window
da: Tilføj vip-dreje vindue
de: Dreh-Kipp-Fenster hinzufügen
el: Προσθήκη ανακλινόμενου παραθύρου
es: Añadir ventana oscilobatiente
et: Lisa kallutus-pöörd aken
fi: Lisää kääntö-kallistusikkuna
fr: Ajouter fenêtre oscillo-battante
ga: Cuir fuinneog chlaonadh agus chasadh leis
hu: Billenő-fordító ablak hozzáadása
is: Bæta við halli- og snúningsglugga
it: Aggiungi finestra a vasistas
ja: チルト＆ターンウィンドウを追加
ka: გადახრა-ბრუნვის ფანჯრის დამატება
nb: Legg til vipp-sving vindu
nl: Kiep-kantelraam toevoegen
pt: Adicionar janela basculante
sv: Lägg till dreh-kipp fönster

# windowAddAwning
source: Add awning window
da: Tilføj topophængt vindue
de: Kippfenster hinzufügen
el: Προσθήκη παραθύρου με τέντα
es: Añadir ventana toldo
et: Lisa varikatusega aken
fi: Lisää ylösaukeava ikkuna
fr: Ajouter fenêtre à auvent
ga: Cuir fuinneog scáthláin leis
hu: Napellenzős ablak hozzáadása
is: Bæta við tjaldglugga
it: Aggiungi finestra a ribalta
ja: オーニングウィンドウを追加
ka: ტენტის ფანჯრის დამატება
nb: Legg til markisevindu
nl: Kiepraam toevoegen
pt: Adicionar janela maxim-ar
sv: Lägg till markisfönster
