Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# contactSubtitle
source: We'd love to hear from you! Fill in the details and we'll get back to you soon.
da: Vi vil gerne høre fra dig! Udfyld oplysningerne, så vender vi tilbage snart.
de: Wir freuen uns von dir zu hören! Fülle die Daten aus und wir melden uns bald.
el: Θα θέλαμε να ακούσουμε από εσάς! Συμπληρώστε τα στοιχεία και θα επικοινωνήσουμε σύντομα.
es: ¡Nos encantaría saber de ti! Completa los datos y te responderemos pronto.
et: Meil on hea meel sinust kuulda! Täida andmed ja võtame varsti ühendust.
fi: Haluaisimme kuulla sinusta! Täytä tiedot, niin otamme pian yhteyttä.
fr: Nous serions ravis d'avoir de vos nouvelles ! Remplissez les détails et nous vous répondrons bientôt.
ga: Ba mhaith linn cloisteáil uait! Líon na sonraí agus rachaimid i dteagmháil leat go luath.
hu: Örülnénk, ha hallanánk rólad! Töltsd ki az adatokat és hamarosan jelentkezünk.
is: Við viljum heyra frá þér! Fylltu út upplýsingarnar og við höfum samband fljótlega.
it: Ci piacerebbe sentirti! Compila i dettagli e ti risponderemo presto.
ja: ご連絡をお待ちしております！詳細を入力してください。
ka: გვსურს თქვენი მოსმენა! შეავსეთ დეტალები და მალე დაგიკავშირდებით.
nb: Vi vil gjerne høre fra deg! Fyll inn detaljene, så tar vi kontakt snart.
nl: We horen graag van je! Vul de gegevens in en we nemen snel contact op.
pt: Adoraríamos ouvir você! Preencha os detalhes e entraremos em contato em breve.
sv: Vi vill gärna höra från dig! Fyll i uppgifterna så hör vi av oss snart.

source: Phone
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
et: Telefon
fi: Puhelin
fr: Téléphone
ga: Fón
hu: Telefon
is: Sími
it: Telefono
ja: 電話
ka: ტელეფონი
nb: Telefon
nl: Telefoon
pt: Telefone
sv: Telefon

source: Message
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fi: Viesti
ga: Teachtaireacht
hu: Üzenet
is: Skilaboð
it: Messaggio
ja: メッセージ
ka: შეტყობინება
nb: Melding
nl: Bericht
pt: Mensagem
sv: Meddelande

# writeYourMessage
source: Write your message here...
da: Skriv din besked her...
de: Schreibe deine Nachricht hier...
el: Γράψτε το μήνυμά σας εδώ...
es: Escribe tu mensaje aquí...
et: Kirjuta oma sõnum siia...
fi: Kirjoita viestisi tähän...
fr: Écrivez votre message ici...
ga: Scríobh do theachtaireacht anseo...
hu: Írd ide az üzeneted...
is: Skrifaðu skilaboðin þín hér...
it: Scrivi il tuo messaggio qui...
ja: ここにメッセージを入力...
ka: დაწერეთ თქვენი შეტყობინება აქ...
nb: Skriv meldingen din her...
nl: Schrijf je bericht hier...
pt: Escreva sua mensagem aqui...
sv: Skriv ditt meddelande här...

# enterPhoneOrEmail
source: * Please enter at least phone or email
da: * Indtast venligst mindst telefon eller e-mail
de: * Bitte mindestens Telefon oder E-Mail eingeben
el: * Παρακαλώ εισάγετε τουλάχιστον τηλέφωνο ή email
es: * Por favor ingresa al menos teléfono o correo
et: * Palun sisesta vähemalt telefon või e-post
fi: * Anna vähintään puhelin tai sähköposti
fr: * Veuillez entrer au moins un téléphone ou email
ga: * Cuir isteach fón nó ríomhphost ar a laghad le do thoil
hu: * Kérlek, adj meg legalább telefont vagy e-mailt
is: * Vinsamlegast sláðu inn að minnsta kosti síma eða netfang
it: * Per favore inserisci almeno telefono o email
ja: * 電話またはメールを入力してください
ka: * გთხოვთ, შეიყვანოთ მინიმუმ ტელეფონი ან ელ-ფოსტა
nb: * Vennligst skriv inn minst telefon eller e-post
nl: * Voer minimaal telefoon of e-mail in
pt: * Por favor, insira pelo menos telefone ou e-mail
sv: * Ange minst telefon eller e-post

# pleaseEnterPhoneOrEmail
source: Please enter at least phone or email
da: Indtast venligst mindst telefon eller e-mail
de: Bitte mindestens Telefon oder E-Mail eingeben
el: Παρακαλώ εισάγετε τουλάχιστον τηλέφωνο ή email
es: Por favor ingresa al menos teléfono o correo
et: Palun sisesta vähemalt telefon või e-post
fi: Anna vähintään puhelin tai sähköposti
fr: Veuillez entrer au moins un téléphone ou email
ga: Cuir isteach fón nó ríomhphost ar a laghad le do thoil
hu: Kérlek, adj meg legalább telefont vagy e-mailt
is: Vinsamlegast sláðu inn að minnsta kosti síma eða netfang
it: Per favore inserisci almeno telefono o email
ja: 電話またはメールを入力してください
ka: გთხოვთ, შეიყვანოთ მინიმუმ ტელეფონი ან ელ-ფოსტა
nb: Vennligst skriv inn minst telefon eller e-post
nl: Voer minimaal telefoon of e-mail in
pt: Por favor, insira pelo menos telefone ou e-mail
sv: Ange minst telefon eller e-post

# pleaseEnterMessage
source: Please enter a message
da: Indtast venligst en besked
de: Bitte eine Nachricht eingeben
el: Παρακαλώ εισάγετε ένα μήνυμα
es: Por favor ingresa un mensaje
et: Palun sisesta sõnum
fi: Anna viesti
fr: Veuillez entrer un message
ga: Cuir isteach teachtaireacht le do thoil
hu: Kérlek, írj üzenetet
is: Vinsamlegast sláðu inn skilaboð
it: Per favore inserisci un messaggio
ja: メッセージを入力してください
ka: გთხოვთ, შეიყვანოთ შეტყობინება
nb: Vennligst skriv inn en melding
nl: Voer een bericht in
pt: Por favor, insira uma mensagem
sv: Ange ett meddelande

# errorSendingMessage
source: Error sending message. Please try again.
da: Fejl ved afsendelse af besked. Prøv igen.
de: Fehler beim Senden der Nachricht. Bitte erneut versuchen.
el: Σφάλμα κατά την αποστολή του μηνύματος. Παρακαλώ δοκιμάστε ξανά.
es: Error al enviar mensaje. Por favor intenta de nuevo.
et: Viga sõnumi saatmisel. Palun proovi uuesti.
fi: Virhe viestin lähettämisessä. Yritä uudelleen.
fr: Erreur lors de l'envoi du message. Veuillez réessayer.
ga: Earráid ag seoladh teachtaireachta. Bain triail as arís le do thoil.
hu: Hiba az üzenet küldésekor. Kérlek, próbáld újra.
is: Villa við að senda skilaboð. Vinsamlegast reyndu aftur.
it: Errore nell'invio del messaggio. Per favore riprova.
ja: メッセージ送信エラー。再試行してください。
ka: შეცდომა შეტყობინების გაგზავნისას. გთხოვთ, სცადოთ ხელახლა.
nb: Feil ved sending av melding. Prøv igjen.
nl: Fout bij verzenden bericht. Probeer opnieuw.
pt: Erro ao enviar mensagem. Por favor, tente novamente.
sv: Fel vid sändning av meddelande. Försök igen.

source: Send Message
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar Mensaje
et: Saada sõnum
fi: Lähetä viesti
fr: Envoyer Message
ga: Seol teachtaireacht
hu: Üzenet küldése
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送信
ka: შეტყობინების გაგზავნა
nb: Send melding
nl: Bericht verzenden
pt: Enviar Mensagem
sv: Skicka meddelande

# messageSentSuccess
source: Message sent successfully!
da: Besked sendt!
de: Nachricht erfolgreich gesendet!
el: Το μήνυμα στάλθηκε επιτυχώς!
es: ¡Mensaje enviado exitosamente!
et: Sõnum edukalt saadetud!
fi: Viesti lähetetty onnistuneesti!
fr: Message envoyé avec succès !
ga: Teachtaireacht seolta go rathúil!
hu: Üzenet sikeresen elküldve!
is: Skilaboð send!
it: Messaggio inviato con successo!
ja: メッセージが送信されました！
ka: შეტყობინება წარმატებით გაიგზავნა!
nb: Melding sendt!
nl: Bericht succesvol verzonden!
pt: Mensagem enviada com sucesso!
sv: Meddelande skickat!

source: Content Not Allowed
da: Indhold ikke tilladt
de: Inhalt nicht erlaubt
el: Το περιεχόμενο δεν επιτρέπεται
es: Contenido No Permitido
et: Sisu pole lubatud
fi: Sisältö ei sallittu
fr: Contenu Non Autorisé
ga: Ábhar nach bhfuil ceadaithe
hu: A tartalom nem engedélyezett
is: Efni ekki leyft
it: Contenuto non consentito
ja: コンテンツが許可されていません
ka: შინაარსი არ არის დაშვებული
nb: Innhold ikke tillatt
nl: Inhoud niet toegestaan
pt: Conteúdo Não Permitido
sv: Innehåll ej tillåtet

source: Request Failed
da: Anmodning mislykkedes
de: Anfrage fehlgeschlagen
el: Το αίτημα απέτυχε
es: Solicitud Fallida
et: Päring ebaõnnestus
fi: Pyyntö epäonnistui
fr: Échec de la Requête
ga: Theip ar an iarratas
hu: A kérés sikertelen
is: Beiðni mistókst
it: Richiesta fallita
ja: リクエスト失敗
ka: მოთხოვნა ვერ შესრულდა
nb: Forespørsel mislyktes
nl: Verzoek mislukt
pt: Solicitação Falhou
sv: Begäran misslyckades

# oopsSomethingWrong
source: Oops! Something went wrong
da: Ups! Noget gik galt
de: Hoppla! Etwas ist schiefgelaufen
el: Ωχ! Κάτι πήγε στραβά
es: ¡Ups! Algo salió mal
et: Oih! Midagi läks valesti
fi: Hups! Jotain meni pieleen
fr: Oups ! Quelque chose s'est mal passé
ga: Úps! Chuaigh rud éigin mícheart
hu: Hoppá! Valami hiba történt
is: Úps! Eitthvað fór úrskeiðis
it: Ops! Qualcosa è andato storto
ja: おっと！何かがうまくいきませんでした
ka: უი! რაღაც შეცდომა მოხდა
nb: Oops! Noe gikk galt
nl: Oeps! Er ging iets mis
pt: Ops! Algo deu errado
sv: Oj! Något gick fel

# moderationError
source: Cannot process this image or request. The image or request may contain content that is not allowed for processing. Try with a different image or change the request.
da: Kan ikke behandle dette billede eller denne anmodning. Billedet eller anmodningen kan indeholde indhold, der ikke er tilladt til behandling. Prøv med et andet billede eller ændr anmodningen.
de: Dieses Bild oder diese Anfrage kann nicht verarbeitet werden. Das Bild oder die Anfrage enthält möglicherweise Inhalte, die nicht zur Verarbeitung zugelassen sind. Versuche es mit einem anderen Bild oder ändere die Anfrage.
el: Δεν είναι δυνατή η επεξεργασία αυτής της εικόνας ή του αιτήματος. Η εικόνα ή το αίτημα μπορεί να περιέχει περιεχόμενο που δεν επιτρέπεται για επεξεργασία. Δοκιμάστε με διαφορετική εικόνα ή αλλάξτε το αίτημα.
es: No se puede procesar esta imagen o solicitud. La imagen o solicitud puede contener contenido no permitido para procesamiento. Intenta con una imagen diferente o cambia la solicitud.
et: Seda pilti või päringut ei saa töödelda. Pilt või päring võib sisaldada sisu, mida pole lubatud töödelda. Proovi teise pildiga või muuda päringut.
fi: Tätä kuvaa tai pyyntöä ei voi käsitellä. Kuva tai pyyntö saattaa sisältää sisältöä, jota ei ole sallittu käsitellä. Kokeile toisella kuvalla tai muuta pyyntöä.
fr: Impossible de traiter cette image ou requête. L'image ou la requête peut contenir du contenu non autorisé pour le traitement. Essayez avec une image différente ou modifiez la requête.
ga: Ní féidir an íomhá nó an t-iarratas seo a phróiseáil. D'fhéadfadh go bhfuil ábhar san íomhá nó san iarratas nach bhfuil ceadaithe le próiseáil. Bain triail as íomhá eile nó athraigh an t-iarratas.
hu: Ez a kép vagy kérés nem dolgozható fel. A kép vagy kérés olyan tartalmat tartalmazhat, amely nem engedélyezett feldolgozásra. Próbálj meg más képet vagy változtasd meg a kérést.
is: Ekki er hægt að vinna úr þessari mynd eða beiðni. Myndin eða beiðnin kann að innihalda efni sem ekki er leyft að vinna úr. Reyndu með aðra mynd eða breyttu beiðninni.
it: Impossibile elaborare questa immagine o richiesta. L'immagine o la richiesta potrebbe contenere contenuti non consentiti per l'elaborazione. Prova con un'immagine diversa o modifica la richiesta.
ja: この画像またはリクエストを処理できません。 画像またはリクエストに処理が許可されていないコンテンツが含まれている可能性があります。 別の画像で試すか、リクエストを変更してください。
ka: ამ სურათის ან მოთხოვნის დამუშავება შეუძლებელია. სურათი ან მოთხოვნა შეიძლება შეიცავდეს შინაარსს, რომლის დამუშავებაც არ არის დაშვებული. სცადეთ სხვა სურათით ან შეცვალეთ მოთხოვნა.
nb: Kan ikke behandle dette bildet eller forespørselen. Bildet eller forespørselen kan inneholde innhold som ikke er tillatt for behandling. Prøv med et annet bilde eller endre forespørselen.
nl: Kan deze afbeelding of dit verzoek niet verwerken. De afbeelding of het verzoek kan inhoud bevatten die niet is toegestaan voor verwerking. Probeer met een andere afbeelding of wijzig het verzoek.
pt: Não é possível processar esta imagem ou solicitação. A imagem ou solicitação pode conter conteúdo não permitido para processamento. Tente com uma imagem diferente ou altere a solicitação.
sv: Kan inte bearbeta denna bild eller begäran. Bilden eller begäran kan innehålla innehåll som inte är tillåtet för bearbetning. Pröva med en annan bild eller ändra begäran.

# timeoutError
source: The request took too long. Please try again later.
da: Anmodningen tog for lang tid. Prøv venligst igen senere.
de: Die Anfrage hat zu lange gedauert. Bitte später erneut versuchen.
el: Το αίτημα πήρε πολύ χρόνο. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: La solicitud tardó demasiado. Por favor intenta de nuevo más tarde.
et: Päring võttis liiga kaua aega. Palun proovi hiljem uuesti.
fi: Pyyntö kesti liian kauan. Yritä myöhemmin uudelleen.
fr: La requête a pris trop de temps. Veuillez réessayer plus tard.
ga: Thóg an t-iarratas ró-fhada. Bain triail as arís níos déanaí le do thoil.
hu: A kérés túl sokáig tartott. Kérlek, próbáld újra később.
is: Beiðnin tók of langan tíma. Vinsamlegast reyndu aftur síðar.
it: La richiesta ha impiegato troppo tempo. Per favore riprova più tardi.
ja: リクエストに時間がかかりすぎました。 後でもう一度試してください。
ka: მოთხოვნას ძალიან დიდი დრო დასჭირდა. გთხოვთ, სცადოთ მოგვიანებით.
nb: Forespørselen tok for lang tid. Vennligst prøv igjen senere.
nl: Het verzoek duurde te lang. Probeer het later opnieuw.
pt: A solicitação demorou muito. Por favor, tente novamente mais tarde.
sv: Begäran tog för lång tid. Försök igen senare.

# genericError
source: We couldn't process the request. Try again or contact support if the issue persists.
da: Vi kunne ikke behandle anmodningen. Prøv igen eller kontakt support, hvis problemet fortsætter.
de: Die Anfrage konnte nicht verarbeitet werden. Bitte erneut versuchen oder den Support kontaktieren, wenn das Problem weiterhin besteht.
el: Δεν μπορέσαμε να επεξεργαστούμε το αίτημα. Δοκιμάστε ξανά ή επικοινωνήστε με την υποστήριξη αν το πρόβλημα επιμένει.
es: No pudimos procesar la solicitud. Intenta de nuevo o contacta soporte si el problema persiste.
et: Päringut ei õnnestunud töödelda. Proovi uuesti või võta ühendust toega, kui probleem püsib.
fi: Pyyntöä ei voitu käsitellä. Yritä uudelleen tai ota yhteyttä tukeen, jos ongelma jatkuu.
fr: Nous n'avons pas pu traiter la requête. Réessayez ou contactez le support si le problème persiste.
ga: Níorbh fhéidir linn an t-iarratas a phróiseáil. Bain triail as arís nó téigh i dteagmháil le tacaíocht má leanann an fhadhb.
hu: Nem tudtuk feldolgozni a kérést. Próbáld újra vagy lépj kapcsolatba a támogatással, ha a probléma továbbra is fennáll.
is: Ekki tókst að vinna úr beiðninni. Reyndu aftur eða hafðu samband við þjónustu ef vandamálið er viðvarandi.
it: Non siamo riusciti a elaborare la richiesta. Riprova o contatta il supporto se il problema persiste.
ja: リクエストを処理できませんでした。 再試行するか、問題が続く場合はサポートにお問い合わせください。
ka: მოთხოვნის დამუშავება ვერ მოხერხდა. სცადეთ ხელახლა ან დაუკავშირდით მხარდაჭერას, თუ პრობლემა გრძელდება.
nb: Vi kunne ikke behandle forespørselen. Prøv igjen eller kontakt støtte hvis problemet vedvarer.
nl: We konden het verzoek niet verwerken. Probeer opnieuw of neem contact op met support als het probleem aanhoudt.
pt: Não conseguimos processar a solicitação. Tente novamente ou entre em contato com o suporte se o problema persistir.
sv: Vi kunde inte bearbeta begäran. Försök igen eller kontakta support om problemet kvarstår.

source: Close
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
ga: Dún
hu: Bezárás
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
nb: Lukk
nl: Sluiten
pt: Fechar
sv: Stäng

source: Try Again
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Intentar de Nuevo
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
ga: Bain triail as arís
hu: Próbáld újra
is: Reyna aftur
it: Riprova
ja: 再試行
ka: ხელახლა ცდა
nb: Prøv igjen
nl: Opnieuw proberen
pt: Tentar Novamente
sv: Försök igen

source: Image saved to gallery!
da: Billede gemt i galleri!
de: Bild in Galerie gespeichert!
el: Η εικόνα αποθηκεύτηκε στη συλλογή!
es: ¡Imagen guardada en la galería!
et: Pilt salvestatud galeriisse!
fi: Kuva tallennettu galleriaan!
fr: Image sauvegardée dans la galerie !
ga: Íomhá sábháilte sa ghailearaí!
hu: Kép mentve a galériába!
is: Mynd vistuð í myndagallerí!
it: Immagine salvata nella galleria!
ja: 画像がギャラリーに保存されました！
ka: სურათი შეინახა გალერიაში!
nb: Bilde lagret i galleriet!
nl: Afbeelding opgeslagen in galerij!
pt: Imagem salva na galeria!
sv: Bild sparad i galleriet!

source: Error downloading image
da: Fejl ved download af billede
de: Fehler beim Herunterladen des Bildes
el: Σφάλμα κατά τη λήψη της εικόνας
es: Error al descargar imagen
et: Viga pildi allalaadimisel
fi: Virhe kuvan lataamisessa
fr: Erreur lors du téléchargement de l'image
ga: Earráid ag íoslódáil íomhá
hu: Hiba a kép letöltésekor
is: Villa við niðurhal myndar
it: Errore nel download dell'immagine
ja: 画像のダウンロードエラー
ka: შეცდომა სურათის ჩამოტვირთვისას
nb: Feil ved nedlasting av bilde
nl: Fout bij downloaden afbeelding
pt: Erro ao baixar imagem
sv: Fel vid nedladdning av bild

source: Error sharing
da: Fejl ved deling
de: Fehler beim Teilen
el: Σφάλμα κατά την κοινοποίηση
es: Error al compartir
et: Viga jagamisel
fi: Virhe jakamisessa
fr: Erreur lors du partage
ga: Earráid ag roinnt
hu: Hiba a megosztáskor
is: Villa við deilingu
it: Errore nella condivisione
ja: 共有エラー
ka: შეცდომა გაზიარებისას
nb: Feil ved deling
nl: Fout bij delen
pt: Erro ao compartilhar
sv: Fel vid delning

# shareText
source: 🏠 I designed this with MoomHe AI! 📸 Want to try it too? https://moomhe.com
da: 🏠 Jeg designede dette med MoomHe AI! 📸 Vil du også prøve det? https://moomhe.com
de: 🏠 Ich habe das mit MoomHe AI gestaltet! 📸 Möchtest du es auch ausprobieren? https://moomhe.com
el: 🏠 Σχεδίασα αυτό με το MoomHe AI! 📸 Θέλετε να το δοκιμάσετε κι εσείς; https://moomhe.com
es: 🏠 ¡Diseñé esto con MoomHe AI! 📸 ¿Quieres probarlo también? https://moomhe.com
et: 🏠 Kujundasin selle MoomHe AI-ga! 📸 Tahad ka proovida? https://moomhe.com
fi: 🏠 Suunnittelin tämän MoomHe AI:lla! 📸 Haluatko kokeilla? https://moomhe.com
fr: 🏠 J'ai conçu ça avec MoomHe AI ! 📸 Vous voulez essayer aussi ? https://moomhe.com
ga: 🏠 Dhear mé seo le MoomHe AI! 📸 Ar mhaith leat triail a bhaint as freisin? https://moomhe.com
hu: 🏠 Ezt a MoomHe AI-val terveztem! 📸 Te is ki akarod próbálni? https://moomhe.com
is: 🏠 Ég hannaði þetta með MoomHe AI! 📸 Viltu prófa líka? https://moomhe.com
it: 🏠 Ho progettato questo con MoomHe AI! 📸 Vuoi provare anche tu? https://moomhe.com
ja: 🏠 MoomHe AIでこれをデザインしました！ 📸 あなたも試してみませんか？ https://moomhe.com
ka: 🏠 ეს MoomHe AI-ით შევქმენი! 📸 გსურთ თქვენც სცადოთ? https://moomhe.com
nb: 🏠 Jeg designet dette med MoomHe AI! 📸 Vil du prøve det også? https://moomhe.com
nl: 🏠 Ik heb dit ontworpen met MoomHe AI! 📸 Wil je het ook proberen? https://moomhe.com
pt: 🏠 Eu projetei isso com MoomHe AI! 📸 Quer experimentar também? https://moomhe.com
sv: 🏠 Jag designade detta med MoomHe AI! 📸 Vill du prova också? https://moomhe.com

source: Comparison
da: Sammenligning
de: Vergleich
el: Σύγκριση
es: Comparación
et: Võrdlus
fi: Vertailu
fr: Comparaison
ga: Comparáid
hu: Összehasonlítás
is: Samanburður
it: Confronto
ja: 比較
ka: შედარება
nb: Sammenligning
nl: Vergelijking
pt: Comparação
sv: Jämförelse

source: Download
de: Herunterladen
el: Λήψη
es: Descargar
et: Laadi alla
fi: Lataa
fr: Télécharger
ga: Íoslódáil
hu: Letöltés
is: Niðurhal
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
nb: Last ned
nl: Downloaden
pt: Baixar
sv: Ladda ner

source: Share
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
ga: Roinn
hu: Megosztás
is: Deila
it: Condividi
ja: 共有
ka: გაზიარება
nb: Del
nl: Delen
pt: Compartilhar
sv: Dela

source: Revert to Original
da: Gendan original
de: Zum Original zurückkehren
el: Επαναφορά στο αρχικό
es: Volver al Original
et: Taasta algne
fi: Palauta alkuperäiseen
fr: Revenir à l'Original
ga: Fill ar an mbunleagan
hu: Visszaállítás az eredetire
is: Snúa til baka í upprunalegt
it: Torna all'originale
ja: 元に戻す
ka: ორიგინალზე დაბრუნება
nb: Tilbake til original
nl: Terugzetten naar origineel
pt: Reverter para Original
sv: Återgå till original

source: Love it! Save
da: Elsker det! Gem
de: Ich liebe es! Speichern
el: Το αγαπώ! Αποθήκευση
es: ¡Me encanta! Guardar
et: Meeldib! Salvesta
fi: Rakastan! Tallenna
fr: J'adore ! Sauvegarder
ga: Is breá liom é! Sábháil
hu: Imádom! Mentés
is: Elska það! Vista
it: Mi piace! Salva
ja: 気に入った！保存
ka: მომწონს! შენახვა
nb: Elsker det! Lagre
nl: Geweldig! Opslaan
pt: Adorei! Salvar
sv: Älskar det! Spara

# creditsFinishedThisMonth
source: Credits finished for this month
da: Kreditter opbrugt denne måned
de: Credits diesen Monat aufgebraucht
el: Οι πιστώσεις τελείωσαν αυτόν τον μήνα
es: Créditos agotados este mes
et: Krediidid sel kuul otsas
fi: Krediitit lopussa tässä kuussa
fr: Crédits épuisés ce mois-ci
ga: Creidiúintí críochnaithe an mhí seo
hu: A kreditek elfogytak ebben a hónapban
is: Einingar búnar þennan mánuð
it: Crediti esauriti questo mese
ja: 今月のクレジットを使い切りました
ka: ამ თვეში კრედიტები ამოიწურა
nb: Kreditter brukt opp denne måneden
nl: Credits deze maand op
pt: Créditos acabaram neste mês
sv: Krediter slut denna månad

# creditsRanOut
source: Credits ran out for this month
da: Kreditter opbrugt denne måned
de: Credits diesen Monat aufgebraucht
el: Οι πιστώσεις τελείωσαν αυτόν τον μήνα
es: Créditos agotados este mes
et: Krediidid sel kuul otsas
fi: Krediitit lopussa tässä kuussa
fr: Crédits épuisés ce mois-ci
ga: Creidiúintí imithe an mhí seo
hu: A kreditek elfogytak ebben a hónapban
is: Einingar búnar þennan mánuð
it: Crediti esauriti questo mese
ja: 今月のクレジットがなくなりました
ka: ამ თვეში კრედიტები ამოიწურა
nb: Kreditter brukt opp denne måneden
nl: Credits deze maand op
pt: Créditos esgotados neste mês
sv: Krediter slut denna månad

# freeLimitReached
source: You've reached the free usage limit
da: Du har nået grænsen for gratis brug
de: Du hast das kostenlose Nutzungslimit erreicht
el: Έχετε φτάσει το όριο δωρεάν χρήσης
es: Has alcanzado el límite de uso gratuito
et: Oled tasuta kasutuslimiidi saavutanud
fi: Olet saavuttanut ilmaisen käytön rajan
fr: Vous avez atteint la limite d'utilisation gratuite
ga: Tá an teorainn úsáide saor in aisce bainte amach agat
hu: Elérted az ingyenes használati korlátot
is: Þú hefur náð ókeypis notkunarmörkum
it: Hai raggiunto il limite di utilizzo gratuito
ja: 無料利用制限に達しました
ka: თქვენ მიაღწიეთ უფასო გამოყენების ლიმიტს
nb: Du har nådd grensen for gratis bruk
nl: Je hebt de gratis gebruikslimiet bereikt
pt: Você atingiu o limite de uso gratuito
sv: Du har nått gränsen för gratis användning

# reachedFreeLimit
source: You've reached the free usage limit
da: Du har nået grænsen for gratis brug
de: Du hast das kostenlose Nutzungslimit erreicht
el: Έχετε φτάσει το όριο δωρεάν χρήσης
es: Has alcanzado el límite de uso gratuito
et: Oled tasuta kasutuslimiidi saavutanud
fi: Olet saavuttanut ilmaisen käytön rajan
fr: Vous avez atteint la limite d'utilisation gratuite
ga: Tá an teorainn úsáide saor in aisce bainte amach agat
hu: Elérted az ingyenes használati korlátot
is: Þú hefur náð ókeypis notkunarmörkum
it: Hai raggiunto il limite di utilizzo gratuito
ja: 無料利用制限に達しました
ka: თქვენ მიაღწიეთ უფასო გამოყენების ლიმიტს
nb: Du har nådd grensen for gratis bruk
nl: Je hebt de gratis gebruikslimiet bereikt
pt: Você atingiu o limite de uso gratuito
sv: Du har nått gränsen för gratis användning
