Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

source: Guest
da: Gæst
de: Gast
el: Επισκέπτης
es: Invitado
et: Külaline
fi: Vieras
fr: Invité
ga: Aoi
hu: Vendég
is: Gestur
it: Ospite
ja: ゲスト
ka: სტუმარი
nb: Gjest
nl: Gast
pt: Convidado
sv: Gäst

# loginToSaveDesigns
source: Log in to save your designs
da: Log ind for at gemme dine designs
de: Anmelden, um Designs zu speichern
el: Συνδεθείτε για να αποθηκεύσετε τα σχέδιά σας
es: Inicia sesión para guardar tus diseños
et: Logi sisse, et oma disaine salvestada
fi: Kirjaudu sisään tallentaaksesi suunnitelmasi
fr: Connectez-vous pour sauvegarder vos designs
ga: Logáil isteach chun do dhearaí a shábháil
hu: Jelentkezz be a terveid mentéséhez
is: Skráðu þig inn til að vista hönnun
it: Accedi per salvare i tuoi progetti
ja: デザインを保存するにはログインしてください
ka: შედით თქვენი დიზაინების შესანახად
nb: Logg inn for å lagre designene dine
nl: Log in om je ontwerpen op te slaan
pt: Faça login para salvar seus designs
sv: Logga in för att spara dina designs

# loggedOutSuccess
source: Logged out successfully
da: Logget ud
de: Erfolgreich abgemeldet
el: Αποσυνδεθήκατε επιτυχώς
es: Sesión cerrada exitosamente
et: Edukalt välja logitud
fi: Kirjauduttu ulos onnistuneesti
fr: Déconnexion réussie
ga: Logáilte amach go rathúil
hu: Sikeresen kijelentkeztél
is: Útskráning tókst
it: Disconnesso con successo
ja: ログアウトしました
ka: წარმატებით გამოხვედით
nb: Logget ut
nl: Succesvol uitgelogd
pt: Desconectado com sucesso
sv: Utloggad

source: Upload Image
da: Upload billede
de: Bild hochladen
el: Μεταφόρτωση εικόνας
es: Subir Imagen
et: Laadi pilt üles
fi: Lataa kuva
fr: Télécharger Image
ga: Uaslódáil íomhá
hu: Kép feltöltése
is: Hlaða upp mynd
it: Carica immagine
ja: 画像をアップロード
ka: სურათის ატვირთვა
nb: Last opp bilde
nl: Afbeelding uploaden
pt: Carregar Imagem
sv: Ladda upp bild

# clickToUploadImage
source: Click here to upload an image from gallery
da: Klik her for at uploade et billede fra galleriet
de: Hier klicken, um ein Bild aus der Galerie hochzuladen
el: Κάντε κλικ εδώ για να ανεβάσετε εικόνα από τη συλλογή
es: Haz clic aquí para subir una imagen de la galería
et: Klõpsa siia, et galeriist pilt üles laadida
fi: Klikkaa tästä ladataksesi kuvan galleriasta
fr: Cliquez ici pour télécharger une image de la galerie
ga: Cliceáil anseo chun íomhá a uaslódáil ón ngailearaí
hu: Kattints ide a kép feltöltéséhez a galériából
is: Smelltu hér til að hlaða upp mynd úr myndagalleríi
it: Clicca qui per caricare un'immagine dalla galleria
ja: ここをクリックしてギャラリーから画像をアップロード
ka: დააჭირეთ აქ გალერიიდან სურათის ასატვირთად
nb: Klikk her for å laste opp et bilde fra galleriet
nl: Klik hier om een afbeelding uit de galerij te uploaden
pt: Clique aqui para carregar uma imagem da galeria
sv: Klicka här för att ladda upp en bild från galleriet

source: Gallery
da: Galleri
de: Galerie
el: Συλλογή
es: Galería
et: Galerii
fi: Galleria
fr: Galerie
ga: Gailearaí
hu: Galéria
is: Myndagallerí
it: Galleria
ja: ギャラリー
ka: გალერია
nb: Galleri
nl: Galerij
pt: Galeria
sv: Galleri

source: Camera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
et: Kaamera
fi: Kamera
fr: Caméra
ga: Ceamara
hu: Kamera
is: Myndavél
it: Fotocamera
ja: カメラ
ka: კამერა
nb: Kamera
pt: Câmera
sv: Kamera

# uploadItem
source: Add Item
da: Tilføj genstand
de: Gegenstand hinzufügen
el: Προσθήκη αντικειμένου
es: Añadir Objeto
et: Lisa ese
fi: Lisää esine
fr: Ajouter Objet
ga: Cuir mír leis
hu: Tárgy hozzáadása
is: Bæta við hlut
it: Aggiungi oggetto
ja: アイテム追加
ka: ნივთის დამატება
nb: Legg til gjenstand
nl: Item toevoegen
pt: Adicionar Item
sv: Lägg till objekt

source: Redesign
de: Neu gestalten
el: Επανασχεδιασμός
es: Rediseñar
et: Kujunda ümber
fi: Suunnittele uudelleen
fr: Redessiner
ga: Athdearadh
hu: Újratervezés
is: Endurhanna
it: Ridisegna
ja: リデザイン
ka: გადაკეთება
nl: Herontwerpen
pt: Redesenhar
sv: Designa om

source: More
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
fi: Lisää
fr: Plus
ga: Níos mó
hu: Több
is: Meira
it: Altro
ja: もっと
ka: მეტი
nb: Mer
nl: Meer
pt: Mais
sv: Mer

source: More Options
da: Flere muligheder
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más Opciones
et: Rohkem valikuid
fi: Lisää vaihtoehtoja
fr: Plus d'Options
ga: Tuilleadh roghanna
hu: További lehetőségek
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
ka: მეტი პარამეტრი
nb: Flere alternativer
nl: Meer opties
pt: Mais Opções
sv: Fler alternativ

source: History
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
fi: Historia
fr: Historique
ga: Stair
hu: Előzmények
is: Saga
it: Cronologia
ja: 履歴
ka: ისტორია
nb: Historikk
nl: Geschiedenis
pt: Histórico
sv: Historik

source: No history yet
da: Ingen historik endnu
de: Noch kein Verlauf
el: Δεν υπάρχει ιστορικό ακόμα
es: Aún no hay historial
et: Ajalugu puudub
fi: Ei vielä historiaa
fr: Pas encore d'historique
ga: Gan stair fós
hu: Még nincs előzmény
is: Engin saga ennþá
it: Nessuna cronologia ancora
ja: 履歴はまだありません
ka: ჯერ არ არის ისტორია
nb: Ingen historikk ennå
nl: Nog geen geschiedenis
pt: Sem histórico ainda
sv: Ingen historik ännu

# uploadedImagesWillAppear
source: Images you upload and edit will appear here
da: Billeder du uploader og redigerer vil vises her
de: Hochgeladene und bearbeitete Bilder erscheinen hier
el: Οι εικόνες που ανεβάζετε και επεξεργάζεστε θα εμφανίζονται εδώ
es: Las imágenes que subas y edites aparecerán aquí
et: Üleslaaditud ja muudetud pildid ilmuvad siia
fi: Lataamasi ja muokkaamasi kuvat näkyvät täällä
fr: Les images que vous téléchargez et modifiez apparaîtront ici
ga: Taispeánfar íomhánna a uaslódálann tú agus a chuireann tú in eagar anseo
hu: A feltöltött és szerkesztett képek itt jelennek meg
is: Myndir sem þú hleður upp og breytir birtast hér
it: Le immagini caricate e modificate appariranno qui
ja: アップロードおよび編集した画像がここに表示されます
ka: ატვირთული და რედაქტირებული სურათები აქ გამოჩნდება
nb: Bilder du laster opp og redigerer vises her
nl: Afbeeldingen die je uploadt en bewerkt verschijnen hier
pt: As imagens que você carregar e editar aparecerão aqui
sv: Bilder du laddar upp och redigerar visas här

source: What to change?
da: Hvad vil du ændre?
de: Was möchtest du ändern?
el: Τι θέλετε να αλλάξετε;
es: ¿Qué cambiar?
et: Mida soovid muuta?
fi: Mitä haluat muuttaa?
fr: Que changer ?
ga: Cad ba mhaith leat a athrú?
hu: Mit szeretnél megváltoztatni?
is: Hvað viltu breyta?
it: Cosa vuoi cambiare?
ja: 何を変更しますか？
ka: რის შეცვლა გსურთ?
nb: Hva vil du endre?
nl: Wat wil je veranderen?
pt: O que mudar?
sv: Vad vill du ändra?

# uploadImageFirst
source: Please upload an image first
da: Upload venligst et billede først
de: Bitte zuerst ein Bild hochladen
el: Παρακαλώ ανεβάστε πρώτα μια εικόνα
es: Por favor sube una imagen primero
et: Palun laadi esmalt pilt üles
fi: Lataa ensin kuva
fr: Veuillez d'abord télécharger une image
ga: Uaslódáil íomhá ar dtús le do thoil
hu: Kérlek, először tölts fel egy képet
is: Vinsamlegast hladdu upp mynd fyrst
it: Per favore carica prima un'immagine
ja: まず画像をアップロードしてください
ka: გთხოვთ, ჯერ ატვირთოთ სურათი
nb: Vennligst last opp et bilde først
nl: Upload eerst een afbeelding
pt: Por favor, carregue uma imagem primeiro
sv: Ladda upp en bild först

source: Uploading image...
da: Uploader billede...
de: Bild wird hochgeladen...
el: Μεταφόρτωση εικόνας...
es: Subiendo imagen...
et: Pildi üleslaadimine...
fi: Ladataan kuvaa...
fr: Téléchargement de l'image...
ga: Ag uaslódáil íomhá...
hu: Kép feltöltése...
is: Hleð upp mynd...
it: Caricamento immagine...
ja: 画像をアップロード中...
ka: სურათის ატვირთვა...
nb: Laster opp bilde...
nl: Afbeelding uploaden...
pt: Carregando imagem...
sv: Laddar upp bild...

source: Error uploading image
da: Fejl ved upload af billede
de: Fehler beim Hochladen des Bildes
el: Σφάλμα κατά τη μεταφόρτωση της εικόνας
es: Error al subir imagen
et: Viga pildi üleslaadimisel
fi: Virhe kuvan lataamisessa
fr: Erreur lors du téléchargement de l'image
ga: Earráid ag uaslódáil íomhá
hu: Hiba a kép feltöltésekor
is: Villa við að hlaða upp mynd
it: Errore nel caricamento dell'immagine
ja: 画像のアップロードエラー
ka: შეცდომა სურათის ატვირთვისას
nb: Feil ved opplasting av bilde
nl: Fout bij uploaden afbeelding
pt: Erro ao carregar imagem
sv: Fel vid uppladdning av bild

# itemImageLoaded
source: Item image loaded! Describe in the prompt where to add it.
da: Genstandsbillede indlæst! Beskriv i prompten hvor du vil tilføje det.
de: Gegenstandsbild geladen! Beschreibe im Prompt, wo du es hinzufügen möchtest.
el: Η εικόνα του αντικειμένου φορτώθηκε! Περιγράψτε στην εντολή πού θέλετε να το προσθέσετε.
es: ¡Imagen del objeto cargada! Describe en el prompt dónde añadirlo.
et: Eseme pilt laaditud! Kirjelda käsus, kuhu soovid selle lisada.
fi: Esineen kuva ladattu! Kuvaile kehotteessa, minne haluat lisätä sen.
fr: Image de l'objet chargée ! Décrivez dans le prompt où l'ajouter.
ga: Íomhá míre lódáilte! Déan cur síos sa phrompt cá háit ar mhaith leat í a chur.
hu: Tárgy képe betöltve! Írd le a promptban, hová szeretnéd hozzáadni.
is: Mynd af hlut hlaðin! Lýstu í fyrirmælum hvar þú vilt bæta honum við.
it: Immagine dell'oggetto caricata! Descrivi nel prompt dove vuoi aggiungerlo.
ja: アイテム画像を読み込みました！プロンプトでどこに追加するか説明してください。
ka: ნივთის სურათი ატვირთულია! აღწერეთ პრომპტში, სად გსურთ მისი დამატება.
nb: Gjenstandsbilde lastet! Beskriv i prompten hvor du vil legge det til.
nl: Itemafbeelding geladen! Beschrijf in de prompt waar je het wilt toevoegen.
pt: Imagem do item carregada! Descreva no prompt onde adicioná-lo.
sv: Objektbild laddad! Beskriv i prompten var du vill lägga till det.

# addAttachedItem
source: Add the attached item to the image
da: Tilføj den vedhæftede genstand til billedet
de: Angehängten Gegenstand zum Bild hinzufügen
el: Προσθέστε το συνημμένο αντικείμενο στην εικόνα
es: Añadir el objeto adjunto a la imagen
et: Lisa manustatud ese pildile
fi: Lisää liitetty esine kuvaan
fr: Ajouter l'objet joint à l'image
ga: Cuir an mhír cheangailte leis an íomhá
hu: Add hozzá a csatolt tárgyat a képhez
is: Bæta viðhengdum hlut við myndina
it: Aggiungi l'oggetto allegato all'immagine
ja: 添付したアイテムを画像に追加
ka: დაამატეთ თანდართული ნივთი სურათზე
nb: Legg til den vedlagte gjenstanden i bildet
nl: Voeg het bijgevoegde item toe aan de afbeelding
pt: Adicionar o item anexado à imagem
sv: Lägg till det bifogade objektet i bilden

# processingStarting
source: Starting...
da: Starter...
de: Wird gestartet...
el: Εκκίνηση...
es: Iniciando...
et: Alustamine...
fi: Aloitetaan...
fr: Démarrage...
ga: Ag tosú...
hu: Indítás...
is: Byrja...
it: Avvio...
ja: 開始中...
ka: იწყება...
nb: Starter...
nl: Starten...
pt: Iniciando...
sv: Startar...

# processingMagic
source: The magic is happening
da: Magien sker
de: Die Magie geschieht
el: Η μαγεία συμβαίνει
es: La magia está sucediendo
et: Maagia toimub
fi: Taikuus tapahtuu
fr: La magie opère
ga: Tá an draíocht ag tarlú
hu: A varázslat megtörténik
is: Galdurinn á sér stað
it: La magia sta accadendo
ja: 魔法が起こっています
ka: მაგია ხდება
nb: Magien skjer
nl: De magie gebeurt
pt: A magia está acontecendo
sv: Magin händer

source: Processing...
da: Behandler...
de: Wird verarbeitet...
el: Επεξεργασία...
es: Procesando...
et: Töötlemine...
fi: Käsitellään...
fr: Traitement...
ga: Ag próiseáil...
hu: Feldolgozás...
is: Vinnur...
it: Elaborazione...
ja: 処理中...
ka: დამუშავება...
nb: Behandler...
nl: Verwerken...
pt: Processando...
sv: Bearbetar...

source: Connecting to cloud... ☁️
da: Forbinder til skyen... ☁️
de: Verbindung zur Cloud... ☁️
el: Σύνδεση στο cloud... ☁️
es: Conectando a la nube... ☁️
et: Ühenduse loomine pilvega... ☁️
fi: Yhdistetään pilveen... ☁️
ga: Ag ceangal leis an scamall... ☁️
hu: Kapcsolódás a felhőhöz... ☁️
is: Tengist skýi... ☁️
it: Connessione al cloud... ☁️
ja: クラウドに接続中... ☁️
ka: კავშირი ღრუბელთან... ☁️
nb: Kobler til sky... ☁️
nl: Verbinden met de cloud... ☁️
pt: Conectando à nuvem... ☁️
sv: Ansluter till molnet... ☁️

source: Sending to AI... 🤖
da: Sender til AI... 🤖
de: Wird an KI gesendet... 🤖
el: Αποστολή στην AI... 🤖
es: Enviando a la IA... 🤖
et: Saatmine tehisintellektile... 🤖
fi: Lähetetään tekoälylle... 🤖
ga: Á sheoladh chuig an AI... 🤖
hu: Küldés az AI-nak... 🤖
is: Sendi til gervigreindar... 🤖
it: Invio all'AI... 🤖
ja: AIに送信中... 🤖
ka: იგზავნება AI-სთან... 🤖
nb: Sender til AI... 🤖
nl: Verzenden naar AI... 🤖
pt: Enviando para IA... 🤖
sv: Skickar till AI... 🤖

source: Analyzing item... 🔍
da: Analyserer genstand... 🔍
de: Gegenstand wird analysiert... 🔍
el: Ανάλυση αντικειμένου... 🔍
es: Analizando objeto... 🔍
et: Eseme analüüsimine... 🔍
fi: Analysoidaan esinettä... 🔍
ga: Ag anailísiú míre... 🔍
hu: Tárgy elemzése... 🔍
is: Greini hlut... 🔍
it: Analisi dell'oggetto... 🔍
ja: アイテムを分析中... 🔍
ka: ნივთის ანალიზი... 🔍
nb: Analyserer gjenstand... 🔍
nl: Item analyseren... 🔍
pt: Analisando item... 🔍
sv: Analyserar objekt... 🔍

source: Creating design... ✨
da: Skaber design... ✨
de: Design wird erstellt... ✨
el: Δημιουργία σχεδίου... ✨
es: Creando diseño... ✨
et: Disaini loomine... ✨
fi: Luodaan suunnitelmaa... ✨
ga: Ag cruthú dearaidh... ✨
hu: Terv készítése... ✨
is: Bý til hönnun... ✨
it: Creazione del design... ✨
ja: デザインを作成中... ✨
ka: დიზაინის შექმნა... ✨
nb: Lager design... ✨
nl: Ontwerp maken... ✨
pt: Criando design... ✨
sv: Skapar design... ✨

# funPhrase1
source: Sending the image through another dimension... 🌀
da: Sender billedet gennem en anden dimension... 🌀
de: Das Bild durch eine andere Dimension schicken... 🌀
el: Στέλνουμε την εικόνα μέσω άλλης διάστασης... 🌀
es: Enviando la imagen a otra dimensión... 🌀
et: Saadame pildi läbi teise mõõtme... 🌀
fi: Lähetetään kuvaa toisen ulottuvuuden läpi... 🌀
fr: Envoi de l'image dans une autre dimension... 🌀
ga: Ag seoladh na híomhá trí thaobh eile... 🌀
hu: A kép küldése egy másik dimenzión keresztül... 🌀
is: Sendi myndina í gegnum aðra vídd... 🌀
it: Inviando l'immagine attraverso un'altra dimensione... 🌀
ja: 画像を別次元に送っています... 🌀
ka: სურათს სხვა განზომილებით ვაგზავნით... 🌀
nb: Sender bildet gjennom en annen dimensjon... 🌀
nl: De afbeelding door een andere dimensie sturen... 🌀
pt: Enviando a imagem por outra dimensão... 🌀
sv: Skickar bilden genom en annan dimension... 🌀

# funPhrase2
source: Teaching the AI to appreciate good design... 🎨
da: Lærer AI at værdsætte godt design... 🎨
de: Der KI beibringen, gutes Design zu schätzen... 🎨
el: Διδάσκουμε την AI να εκτιμά το καλό design... 🎨
es: Enseñando a la IA a apreciar el buen diseño... 🎨
et: Õpetame tehisintellektile head disaini hindama... 🎨
fi: Opetetaan tekoälyä arvostamaan hyvää suunnittelua... 🎨
fr: Enseigner à l'IA à apprécier le bon design... 🎨
ga: Ag múineadh don AI dea-dhearadh a mheas... 🎨
hu: Megtanítjuk az AI-t értékelni a jó dizájnt... 🎨
is: Kenni gervigreind að meta góða hönnun... 🎨
it: Insegnando all'AI ad apprezzare il buon design... 🎨
ja: AIに良いデザインを教えています... 🎨
ka: AI-ს კარგი დიზაინის დაფასებას ვასწავლით... 🎨
nb: Lærer AI å sette pris på godt design... 🎨
nl: De AI leren goed design te waarderen... 🎨
pt: Ensinando a IA a apreciar bom design... 🎨
sv: Lär AI:n att uppskatta bra design... 🎨

# funPhrase3
source: Convincing the pixels to cooperate... 🤝
da: Overtaler pixels til at samarbejde... 🤝
de: Die Pixel zur Zusammenarbeit überreden... 🤝
el: Πείθουμε τα pixels να συνεργαστούν... 🤝
es: Convenciendo a los píxeles de cooperar... 🤝
et: Veename piksleid koostööd tegema... 🤝
fi: Vakuutetaan pikselit yhteistyöhön... 🤝
fr: Convaincre les pixels de coopérer... 🤝
ga: Ag áitiú ar na picteilíní comhoibriú... 🤝
hu: Meggyőzzük a pixeleket az együttműködésre... 🤝
is: Sannfæri díla um að vinna saman... 🤝
it: Convincendo i pixel a collaborare... 🤝
ja: ピクセルを説得しています... 🤝
ka: პიქსელებს თანამშრომლობაში ვარწმუნებთ... 🤝
nb: Overbeviser pikslene om å samarbeide... 🤝
nl: De pixels overtuigen om samen te werken... 🤝
pt: Convencendo os pixels a cooperar... 🤝
sv: Övertygar pixlarna att samarbeta... 🤝

# funPhrase4
source: A little digital magic on the way... ✨
da: Lidt digital magi på vej... ✨
de: Ein bisschen digitale Magie unterwegs... ✨
el: Λίγη ψηφιακή μαγεία στο δρόμο... ✨
es: Un poco de magia digital en camino... ✨
et: Natuke digitaalset maagiat teel... ✨
fi: Pieni digitaalinen taikuus matkalla... ✨
fr: Un peu de magie numérique en route... ✨
ga: Beagán draíochta digití ar an mbealach... ✨
hu: Egy kis digitális varázslat úton van... ✨
is: Smá stafrænn galdur á leiðinni... ✨
it: Un po' di magia digitale in arrivo... ✨
ja: デジタルマジック実行中... ✨
ka: ცოტა ციფრული მაგია მოდის... ✨
nb: Litt digital magi på vei... ✨
nl: Een beetje digitale magie onderweg... ✨
pt: Um pouco de magia digital a caminho... ✨
sv: Lite digital magi på väg... ✨

# funPhrase5
source: Asking the AI what it thinks... 🤔
da: Spørger AI hvad den synes... 🤔
de: Die KI fragen, was sie denkt... 🤔
el: Ρωτάμε την AI τι πιστεύει... 🤔
es: Preguntando a la IA qué piensa... 🤔
et: Küsime tehisintellektilt arvamust... 🤔
fi: Kysytään tekoälyn mielipidettä... 🤔
fr: Demander à l'IA ce qu'elle en pense... 🤔
ga: Ag fiafraí den AI cad a cheapann sé... 🤔
hu: Megkérdezzük az AI-t, mit gondol... 🤔
is: Spyr gervigreindina hvað hún heldur... 🤔
it: Chiedendo all'AI cosa ne pensa... 🤔
ja: AIに意見を聞いています... 🤔
ka: AI-ს ვეკითხებით, რას ფიქრობს... 🤔
nb: Spør AI hva den synes... 🤔
nl: De AI vragen wat hij ervan vindt... 🤔
pt: Perguntando à IA o que ela acha... 🤔
sv: Frågar AI:n vad den tycker... 🤔

# funPhrase6
source: Mixing colors like a real artist... 🖌️
da: Blander farver som en rigtig kunstner... 🖌️
de: Farben mischen wie ein echter Künstler... 🖌️
el: Αναμειγνύουμε χρώματα σαν αληθινός καλλιτέχνης... 🖌️
es: Mezclando colores como un artista real... 🖌️
et: Segame värve nagu tõeline kunstnik... 🖌️
fi: Sekoitetaan värejä kuin oikea taiteilija... 🖌️
fr: Mélanger les couleurs comme un vrai artiste... 🖌️
ga: Ag meascadh dathanna mar ealaíontóir ceart... 🖌️
hu: Színeket keverünk, mint egy igazi művész... 🖌️
is: Blöndum litum eins og raunverulegur listamaður... 🖌️
it: Mescolando colori come un vero artista... 🖌️
ja: 本物のアーティストのように色を混ぜています... 🖌️
ka: ფერებს ნამდვილი მხატვრივით ვურევთ... 🖌️
nb: Blander farger som en ekte kunstner... 🖌️
nl: Kleuren mengen als een echte kunstenaar... 🖌️
pt: Misturando cores como um verdadeiro artista... 🖌️
sv: Blandar färger som en riktig konstnär... 🖌️

# funPhrase7
source: Calculating the perfect angle... 📐
da: Beregner den perfekte vinkel... 📐
de: Den perfekten Winkel berechnen... 📐
el: Υπολογίζουμε την τέλεια γωνία... 📐
es: Calculando el ángulo perfecto... 📐
et: Arvutame täiuslikku nurka... 📐
fi: Lasketaan täydellistä kulmaa... 📐
fr: Calcul de l'angle parfait... 📐
ga: Ag ríomh an uillinn fhoirfe... 📐
hu: A tökéletes szög kiszámítása... 📐
is: Reikna fullkomna hornið... 📐
it: Calcolando l'angolo perfetto... 📐
ja: 完璧な角度を計算中... 📐
ka: სრულყოფილ კუთხეს ვითვლით... 📐
nb: Beregner den perfekte vinkelen... 📐
nl: De perfecte hoek berekenen... 📐
pt: Calculando o ângulo perfeito... 📐
sv: Beräknar den perfekta vinkeln... 📐

# funPhrase8
source: Adding some style to your life... 💫
da: Tilføjer lidt stil til dit liv... 💫
de: Etwas Stil in dein Leben bringen... 💫
el: Προσθέτουμε λίγο στιλ στη ζωή σας... 💫
es: Añadiendo estilo a tu vida... 💫
et: Lisame sinu ellu natuke stiili... 💫
fi: Lisätään tyyliä elämääsi... 💫
fr: Ajouter du style à votre vie... 💫
ga: Ag cur roinnt stíle le do shaol... 💫
hu: Egy kis stílus hozzáadása az életedhez... 💫
is: Bæti smá stíl við lífið þitt... 💫
it: Aggiungendo un po' di stile alla tua vita... 💫
ja: あなたの生活にスタイルを追加中... 💫
ka: თქვენს ცხოვრებას სტილს ვამატებთ... 💫
nb: Legger til litt stil i livet ditt... 💫
nl: Wat stijl aan je leven toevoegen... 💫
pt: Adicionando estilo à sua vida... 💫
sv: Lägger till lite stil i ditt liv... 💫

# funPhrase9
source: Making the room look more expensive... 💎
da: Gør rummet mere luksuriøst... 💎
de: Den Raum teurer aussehen lassen... 💎
el: Κάνουμε το δωμάτιο να φαίνεται πιο ακριβό... 💎
es: Haciendo que la habitación se vea más cara... 💎
et: Muudame toa kallimaks... 💎
fi: Tehdään huoneesta kalliimman näköinen... 💎
fr: Rendre la pièce plus luxueuse... 💎
ga: Ag déanamh an tseomra níos daoire... 💎
hu: A szoba drágábbá tétele... 💎
is: Læt herbergið líta dýrara út... 💎
it: Rendendo la stanza più lussuosa... 💎
ja: 部屋をより高級に見せています... 💎
ka: ოთახს უფრო ძვირად ვაჩვენებთ... 💎
nb: Får rommet til å se dyrere ut... 💎
nl: De kamer er duurder uit laten zien... 💎
pt: Fazendo o ambiente parecer mais caro... 💎
sv: Får rummet att se dyrare ut... 💎

# funPhrase10
source: Activating the design magic... 🪄
da: Aktiverer design-magien... 🪄
de: Design-Magie aktivieren... 🪄
el: Ενεργοποίηση της μαγείας του design... 🪄
es: Activando la magia del diseño... 🪄
et: Aktiveerime disainimaagia... 🪄
fi: Aktivoidaan suunnittelutaikuutta... 🪄
fr: Activation de la magie du design... 🪄
ga: Ag gníomhachtú draíocht an dearaidh... 🪄
hu: Dizájn varázslat aktiválása... 🪄
is: Virkja hönnunargaldur... 🪄
it: Attivando la magia del design... 🪄
ja: デザインマジックを起動中... 🪄
ka: დიზაინის მაგიას ვააქტიურებთ... 🪄
nb: Aktiverer designmagi... 🪄
nl: De designmagie activeren... 🪄
pt: Ativando a magia do design... 🪄
sv: Aktiverar designmagin... 🪄

# funPhrase11
source: Consulting with the digital interior designers... 🏠
da: Konsulterer digitale interiørdesignere... 🏠
de: Mit digitalen Innenarchitekten beraten... 🏠
el: Συμβουλευόμαστε ψηφιακούς διακοσμητές εσωτερικών χώρων... 🏠
es: Consultando con los diseñadores de interiores digitales... 🏠
et: Konsulteerime digitaalsete sisekujundajatega... 🏠
fi: Konsultoidaan digitaalisia sisustussuunnittelijoita... 🏠
fr: Consultation avec les designers d'intérieur numériques... 🏠
ga: Ag comhairliú le dearthóirí intíre digiteacha... 🏠
hu: Konzultálás digitális belsőépítészekkel... 🏠
is: Ráðfæri mig við stafræna innanhússhönnuði... 🏠
it: Consultando designer d'interni digitali... 🏠
ja: デジタルインテリアデザイナーと相談中... 🏠
ka: ციფრულ ინტერიერ დიზაინერებთან ვკონსულტირდებით... 🏠
nb: Konsulterer med de digitale interiørdesignerne... 🏠
nl: Overleggen met de digitale interieurontwerpers... 🏠
pt: Consultando os designers de interiores digitais... 🏠
sv: Konsulterar med digitala inredningsdesigners... 🏠

# funPhrase12
source: Trying not to get too excited about the result... 😍
da: Prøver ikke at blive for begejstret over resultatet... 😍
de: Versuchen, nicht zu aufgeregt über das Ergebnis zu sein... 😍
el: Προσπαθούμε να μην ενθουσιαστούμε υπερβολικά με το αποτέλεσμα... 😍
es: Intentando no emocionarme demasiado con el resultado... 😍
et: Püüame mitte liiga elevile minna tulemuse üle... 😍
fi: Yritetään olla innostumatta liikaa tuloksesta... 😍
fr: Essayer de ne pas trop s'exciter pour le résultat... 😍
ga: Ag iarraidh gan a bheith ró-thógtha leis an toradh... 😍
hu: Próbálunk nem túl izgatottak lenni az eredménytől... 😍
is: Reyni að vera ekki of spennt fyrir niðurstöðunni... 😍
it: Cercando di non emozionarci troppo per il risultato... 😍
ja: 結果に興奮しすぎないようにしています... 😍
ka: ვცდილობთ, შედეგით ძალიან არ აღვფრთოვანდეთ... 😍
nb: Prøver å ikke bli for begeistret over resultatet... 😍
nl: Proberen niet te enthousiast te worden over het resultaat... 😍
pt: Tentando não ficar muito animado com o resultado... 😍
sv: Försöker att inte bli för exalterad över resultatet... 😍

# funPhrase13
source: You'll see something amazing in a moment... 🚀
da: Du vil se noget fantastisk om et øjeblik... 🚀
de: Gleich siehst du etwas Erstaunliches... 🚀
el: Θα δείτε κάτι εκπληκτικό σε λίγο... 🚀
es: Verás algo increíble en un momento... 🚀
et: Varsti näed midagi hämmastavat... 🚀
fi: Näet kohta jotain hämmästyttävää... 🚀
fr: Vous verrez quelque chose d'incroyable dans un instant... 🚀
ga: Feicfidh tú rud éigin dochreidte go luath... 🚀
hu: Mindjárt látsz valami lenyűgözőt... 🚀
is: Þú munt sjá eitthvað ótrúlegt eftir smá stund... 🚀
it: Vedrai qualcosa di incredibile tra poco... 🚀
ja: もうすぐ素晴らしいものが見られます... 🚀
ka: მალე რაღაც საოცარს ნახავთ... 🚀
nb: Du vil se noe fantastisk snart... 🚀
nl: Je ziet zo iets geweldigs... 🚀
pt: Você verá algo incrível em breve... 🚀
sv: Du kommer snart se något fantastiskt... 🚀
