Repository: mikron123/MoomHe
Catalog: moomhe_flutter/lib/l10n/app_*.arb
Languages: da, de, el, es, et, fi, fr, ga, hu, is, it, ja, ka, nb, nl, pt, sv

# creditsLimitReached
source: You've reached your credits limit ({limit} credits). You can upgrade to a larger plan or wait until next month.
da: Du har nået din kreditgrænse ({limit} kreditter). Du kan opgradere til en større plan eller vente til næste måned.
de: Du hast dein Creditlimit erreicht ({limit} Credits). Du kannst auf einen größeren Plan upgraden oder bis zum nächsten Monat warten.
el: Έχετε φτάσει το όριο πιστώσεών σας ({limit} πιστώσεις). Μπορείτε να αναβαθμίσετε σε μεγαλύτερο πλάνο ή να περιμένετε μέχρι τον επόμενο μήνα.
es: Has alcanzado tu límite de créditos ({limit} créditos). Puedes mejorar a un plan más grande o esperar hasta el próximo mes.
et: Oled oma krediidilimiidi saavutanud ({limit} krediiti). Saad uuendada suuremale paketile või oodata järgmise kuuni.
fi: Olet saavuttanut krediittirajan ({limit} krediittiä). Voit päivittää suurempaan pakettiin tai odottaa seuraavaan kuukauteen.
fr: Vous avez atteint votre limite de crédits ({limit} crédits). Vous pouvez passer à un forfait supérieur ou attendre le mois prochain.
ga: Tá do theorainn creidiúintí bainte amach agat ({limit} creidiúint). Is féidir leat uasghrádú go plean níos mó nó fanacht go dtí an mhí seo chugainn.
hu: Elérted a kredit korlátot ({limit} kredit). Frissíthetsz nagyobb csomagra vagy várhatsz a következő hónapig.
is: Þú hefur náð einingamörkum ({limit} einingar). Þú getur uppfært í stærri áskrift eða beðið til næsta mánaðar.
it: Hai raggiunto il limite di crediti ({limit} crediti). Puoi passare a un piano più grande o aspettare il mese prossimo.
ja: クレジット制限に達しました（{limit}クレジット）。より大きなプランにアップグレードするか、来月までお待ちください。
ka: თქვენ მიაღწიეთ კრედიტების ლიმიტს ({limit} კრედიტი). შეგიძლიათ გადახვიდეთ უფრო დიდ გეგმაზე ან დაელოდოთ მომავალ თვეს.
nb: Du har nådd kredittgrensen ({limit} kreditter). Du kan oppgradere til en større plan eller vente til neste måned.
nl: Je hebt je creditlimiet bereikt ({limit} credits). Je kunt upgraden naar een groter abonnement of wachten tot volgende maand.
pt: Você atingiu o limite de créditos ({limit} créditos). Você pode atualizar para um plano maior ou esperar até o próximo mês.
sv: Du har nått kreditgränsen ({limit} krediter). Du kan uppgradera till en större plan eller vänta till nästa månad.

# freeCreditsUsed
source: You've used all your {limit} free credits. To continue designing without limits and get advanced features, upgrade to a professional plan.
da: Du har brugt alle dine {limit} gratis kreditter. For at fortsætte med at designe uden begrænsninger og få avancerede funktioner, opgrader til en professionel plan.
de: Du hast alle {limit} kostenlosen Credits verbraucht. Um unbegrenzt weiterzudesignen und erweiterte Funktionen zu erhalten, upgrade auf einen professionellen Plan.
el: Έχετε χρησιμοποιήσει όλες τις {limit} δωρεάν πιστώσεις σας. Για να συνεχίσετε τη σχεδίαση χωρίς περιορισμούς και να αποκτήσετε προηγμένες λειτουργίες, αναβαθμίστε σε επαγγελματικό πλάνο.
es: Has usado todos tus {limit} créditos gratuitos. Para continuar diseñando sin límites y obtener funciones avanzadas, mejora a un plan profesional.
et: Oled ära kasutanud kõik {limit} tasuta krediiti. Piiranguteta kujundamise jätkamiseks ja täiustatud funktsioonide saamiseks uuenda professionaalsele paketile.
fi: Olet käyttänyt kaikki {limit} ilmaista krediittiäsi. Jatkaaksesi suunnittelua rajoituksetta ja saadaksesi edistyneet ominaisuudet, päivitä ammattilaispaketiksi.
fr: Vous avez utilisé tous vos {limit} crédits gratuits. Pour continuer à concevoir sans limites et obtenir des fonctionnalités avancées, passez à un forfait professionnel.
ga: Tá do {limit} creidiúint saor in aisce go léir úsáidte agat. Chun leanúint ag dearadh gan teorainneacha agus gnéithe ardleibhéil a fháil, uasghrádaigh go plean gairmiúil.
hu: Felhasználtad mind a {limit} ingyenes kreditedet. A korlátlan tervezés folytatásához és a fejlett funkciók eléréséhez frissíts professzionális csomagra.
is: Þú hefur notað allar {limit} ókeypis einingar þínar. Til að halda áfram að hanna án takmarkana og fá háþróaða eiginleika, uppfærðu í faglega áskrift.
it: Hai utilizzato tutti i tuoi {limit} crediti gratuiti. Per continuare a progettare senza limiti e ottenere funzionalità avanzate, passa al piano professionale.
ja: 無料クレジット{limit}クレジットをすべて使用しました。制限なくデザインを続け、高度な機能を利用するには、プロフェッショナルプランにアップグレードしてください。
ka: თქვენ გამოიყენეთ ყველა {limit} უფასო კრედიტი. შეუზღუდავი დიზაინის გასაგრძელებლად და მოწინავე ფუნქციების მისაღებად, გადაიყვანეთ პროფესიონალურ გეგმაზე.
nb: Du har brukt alle dine {limit} gratis kreditter. For å fortsette å designe uten begrensninger og få avanserte funksjoner, oppgrader til en profesjonell plan.
nl: Je hebt al je {limit} gratis credits gebruikt. Om onbeperkt te blijven ontwerpen en geavanceerde functies te krijgen, upgrade naar een professioneel abonnement.
pt: Você usou todos os seus {limit} créditos gratuitos. Para continuar projetando sem limites e obter recursos avançados, atualize para um plano profissional.
sv: Du har använt alla dina {limit} gratis krediter. För att fortsätta designa utan begränsningar och få avancerade funktioner, uppgradera till en professionell plan.

source: Current Usage
da: Nuværende forbrug
de: Aktuelle Nutzung
el: Τρέχουσα χρήση
es: Uso Actual
et: Praegune kasutus
fi: Nykyinen käyttö
fr: Utilisation Actuelle
ga: Úsáid reatha
hu: Jelenlegi használat
is: Núverandi notkun
it: Utilizzo attuale
ja: 現在の使用量
ka: მიმდინარე გამოყენება
nb: Nåværende bruk
nl: Huidig gebruik
pt: Uso Atual
sv: Nuvarande användning

source: Limit
da: Grænse
el: Όριο
es: Límite
et: Limiit
fi: Raja
fr: Limite
ga: Teorainn
hu: Korlát
is: Mörk
it: Limite
ja: 制限
ka: ლიმიტი
nb: Grense
nl: Limiet
pt: Limite
sv: Gräns

# designs
source: {count} designs
el: {count} σχέδια
es: {count} diseños
et: {count} disaini
fi: {count} suunnitelmaa
ga: {count} dearadh
hu: {count} terv
is: {count} hönnun
it: {count} progetti
ja: {count}デザイン
ka: {count} დიზაინი
nb: {count} design
nl: {count} ontwerpen

# designsCount
source: {count} designs
el: {count} σχέδια
es: {count} diseños
et: {count} disaini
fi: {count} suunnitelmaa
ga: {count} dearadh
hu: {count} terv
is: {count} hönnun
it: {count} progetti
ja: {count}デザイン
ka: {count} დიზაინი
nb: {count} design
nl: {count} ontwerpen

source: Upgrade Plan
da: Opgrader plan
de: Plan upgraden
el: Αναβάθμιση πλάνου
es: Mejorar Plan
et: Uuenda paketti
fi: Päivitä paketti
fr: Améliorer Forfait
ga: Uasghrádaigh plean
hu: Csomag frissítése
is: Uppfæra áskrift
it: Aggiorna piano
ja: プランをアップグレード
ka: გეგმის განახლება
nb: Oppgrader plan
nl: Abonnement upgraden
pt: Atualizar Plano
sv: Uppgradera plan

source: Go to Professional Plan
da: Gå til professionel plan
de: Zum professionellen Plan wechseln
el: Μετάβαση σε επαγγελματικό πλάνο
es: Ir a Plan Profesional
et: Mine professionaalsele paketile
fi: Siirry ammattilaispaketiksi
fr: Passer au Forfait Professionnel
ga: Téigh go plean gairmiúil
hu: Váltás professzionális csomagra
is: Fara í faglega áskrift
it: Passa al piano professionale
ja: プロフェッショナルプランへ
ka: პროფესიონალურ გეგმაზე გადასვლა
nb: Gå til profesjonell plan
nl: Ga naar professioneel abonnement
pt: Ir para Plano Profissional
sv: Gå till professionell plan

source: Go Pro
da: Bliv Pro
de: Pro werden
el: Γίνε Pro
es: Ir a Pro
et: Hakka Pro-ks
fi: Siirry Pro:hon
fr: Passer Pro
ga: Bí Pro
hu: Legyél Pro
is: Verða Pro
it: Diventa Pro
ja: プロへ
ka: გახდი Pro
nb: Bli Pro
nl: Ga Pro
pt: Seja Pro
sv: Bli Pro

source: Not now, thanks
da: Ikke nu, tak
de: Nicht jetzt, danke
el: Όχι τώρα, ευχαριστώ
es: No ahora, gracias
et: Mitte praegu, aitäh
fi: Ei nyt, kiitos
fr: Pas maintenant, merci
ga: Ní anois, go raibh maith agat
hu: Most nem, köszönöm
is: Ekki núna, takk
it: Non ora, grazie
ja: 今はいいです、ありがとう
ka: არა ახლა, გმადლობთ
nb: Ikke nå, takk
nl: Niet nu, bedankt
pt: Agora não, obrigado
sv: Inte nu, tack

# welcomeToPlan
source: Welcome to {planName} plan!
da: Velkommen til {planName}-planen!
de: Willkommen beim {planName}-Plan!
el: Καλώς ήρθατε στο πλάνο {planName}!
es: ¡Bienvenido al plan {planName}!
et: Tere tulemast {planName} paketti!
fi: Tervetuloa {planName}-pakettiin!
fr: Bienvenue au forfait {planName} !
ga: Fáilte chuig plean {planName}!
hu: Üdvözlünk a {planName} csomagban!
is: Velkomin/n í {planName} áskriftina!
it: Benvenuto nel piano {planName}!
ja: {planName}プランへようこそ！
ka: კეთილი იყოს თქვენი მობრძანება {planName} გეგმაში!
nb: Velkommen til {planName}-planen!
nl: Welkom bij het {planName} abonnement!
pt: Bem-vindo ao plano {planName}!
sv: Välkommen till {planName}-planen!

# thankYouForJoining
source: Thank you for joining our subscribers family. Your account has been upgraded successfully and you now have access to all advanced features and additional credits.
da: Tak fordi du tilmeldte dig vores abonnentfamilie. Din konto er blevet opgraderet, og du har nu adgang til alle avancerede funktioner og ekstra kreditter.
de: Danke, dass du unserer Abonnentenfamilie beigetreten bist. Dein Konto wurde erfolgreich aktualisiert und du hast jetzt Zugang zu allen erweiterten Funktionen und zusätzlichen Credits.
el: Ευχαριστούμε που γίνατε μέλος της οικογένειας συνδρομητών μας. Ο λογαριασμός σας αναβαθμίστηκε επιτυχώς και τώρα έχετε πρόσβαση σε όλες τις προηγμένες λειτουργίες και επιπλέον πιστώσεις.
es: Gracias por unirte a nuestra familia de suscriptores. Tu cuenta ha sido mejorada exitosamente y ahora tienes acceso a todas las funciones avanzadas y créditos adicionales.
et: Täname, et liitusid meie tellijate perega. Sinu konto on edukalt uuendatud ja sul on nüüd ligipääs kõigile täiustatud funktsioonidele ja lisakrediitidele.
fi: Kiitos liittymisestäsi tilaajaperheeseemme. Tilisi on päivitetty onnistuneesti ja sinulla on nyt pääsy kaikkiin edistyneisiin ominaisuuksiin ja lisäkrediitteihin.
fr: Merci d'avoir rejoint notre famille d'abonnés. Votre compte a été mis à niveau avec succès et vous avez maintenant accès à toutes les fonctionnalités avancées et crédits supplémentaires.
ga: Go raibh maith agat as bheith páirteach inár dteaghlach síntiúsóirí. Uasghrádaíodh do chuntas go rathúil agus tá rochtain agat anois ar gach gné ardleibhéil agus creidiúintí breise.
hu: Köszönjük, hogy csatlakoztál az előfizetői családunkhoz. A fiókod sikeresen frissítve lett, és most hozzáférhetsz az összes fejlett funkcióhoz és extra kreditekhez.
is: Þakka þér fyrir að gerast hluti af áskrifendafjölskyldunni okkar. Reikningurinn þinn hefur verið uppfærður og þú hefur nú aðgang að öllum háþróuðum eiginleikum og viðbótareiningum.
it: Grazie per essere entrato nella nostra famiglia di abbonati. Il tuo account è stato aggiornato con successo e ora hai accesso a tutte le funzionalità avanzate e ai crediti aggiuntivi.
ja: ご登録いただきありがとうございます。アカウントがアップグレードされ、すべての高度な機能と追加クレジットにアクセスできるようになりました。
ka: გმადლობთ, რომ შემოუერთდით ჩვენს გამომწერთა ოჯახს. თქვენი ანგარიში წარმატებით განახლდა და ახლა გაქვთ წვდომა ყველა მოწინავე ფუნქციასა და დამატებით კრედიტებზე.
nb: Takk for at du ble med i abonnentfamilien vår. Kontoen din er oppgradert, og du har nå tilgang til alle avanserte funksjoner og ekstra kreditter.
nl: Bedankt voor het lid worden van onze abonneefamilie. Je account is succesvol geüpgraded en je hebt nu toegang tot alle geavanceerde functies en extra credits.
pt: Obrigado por se juntar à nossa família de assinantes. Sua conta foi atualizada e agora você tem acesso a todos os recursos avançados e créditos adicionais.
sv: Tack för att du gick med i vår prenumerantfamilj. Ditt konto har uppgraderats och du har nu tillgång till alla avancerade funktioner och extra krediter.

source: Credits added to your account
da: Kreditter tilføjet til din konto
de: Credits zu deinem Konto hinzugefügt
el: Πιστώσεις προστέθηκαν στον λογαριασμό σας
es: Créditos añadidos a tu cuenta
et: Krediidid lisatud sinu kontole
fi: Krediitit lisätty tilillesi
fr: Crédits ajoutés à votre compte
ga: Creidiúintí curtha le do chuntas
hu: Kreditek hozzáadva a fiókodhoz
is: Einingum bætt á reikninginn þinn
it: Crediti aggiunti al tuo account
ja: アカウントにクレジットが追加されました
ka: კრედიტები დაემატა თქვენს ანგარიშს
nb: Kreditter lagt til kontoen din
nl: Credits toegevoegd aan je account
pt: Créditos adicionados à sua conta
sv: Krediter tillagda på ditt konto

# unlimitedStyleAccess
source: Unlimited access to all styles
da: Ubegrænset adgang til alle stilarter
de: Unbegrenzter Zugang zu allen Stilen
el: Απεριόριστη πρόσβαση σε όλα τα στιλ
es: Acceso ilimitado a todos los estilos
et: Piiramatu ligipääs kõigile stiilidele
fi: Rajoittamaton pääsy kaikkiin tyyleihin
fr: Accès illimité à tous les styles
ga: Rochtain gan teorainn ar gach stíl
hu: Korlátlan hozzáférés az összes stílushoz
is: Ótakmarkaður aðgangur að öllum stílum
it: Accesso illimitato a tutti gli stili
ja: すべてのスタイルへの無制限アクセス
ka: შეუზღუდავი წვდომა ყველა სტილზე
nb: Ubegrenset tilgang til alle stiler
nl: Onbeperkte toegang tot alle stijlen
pt: Acesso ilimitado a todos os estilos
sv: Obegränsad tillgång till alla stilar

# supportCreators
source: Support for creators and designers
da: Support til skabere og designere
de: Unterstützung für Kreative und Designer
el: Υποστήριξη για δημιουργούς και σχεδιαστές
es: Soporte para creadores y diseñadores
et: Tugi loojatele ja disaineritele
fi: Tuki luojille ja suunnittelijoille
fr: Support pour créateurs et designers
ga: Tacaíocht do chruthaitheóirí agus do dhearthóirí
hu: Támogatás alkotóknak és tervezőknek
is: Stuðningur við höfunda og hönnuði
it: Supporto per creatori e designer
ja: クリエイターとデザイナーのサポート
ka: მხარდაჭერა შემქმნელებისა და დიზაინერებისთვის
nb: Støtte for skapere og designere
nl: Ondersteuning voor makers en ontwerpers
pt: Suporte para criadores e designers
sv: Support för skapare och designers

source: Start Designing
da: Start med at designe
de: Mit dem Gestalten beginnen
el: Ξεκινήστε τη σχεδίαση
es: Empezar a Diseñar
et: Alusta kujundamist
fi: Aloita suunnittelu
fr: Commencer à Designer
ga: Tosaigh ag dearadh
hu: Tervezés indítása
is: Byrja að hanna
it: Inizia a progettare
ja: デザインを開始
ka: დაიწყეთ დიზაინი
nb: Start å designe
nl: Begin met ontwerpen
pt: Começar a Projetar
sv: Börja designa

source: Secure Your Subscription
da: Sikr dit abonnement
de: Sichere dein Abonnement
el: Ασφαλίστε τη συνδρομή σας
es: Asegura Tu Suscripción
et: Kaitse oma tellimust
fi: Suojaa tilauksesi
fr: Sécurisez Votre Abonnement
ga: Slándálaigh do shíntiús
hu: Védd meg az előfizetésedet
is: Tryggðu áskriftina þína
it: Proteggi il tuo abbonamento
ja: サブスクリプションを保護
ka: დაიცავით თქვენი გამოწერა
nb: Sikre abonnementet ditt
nl: Beveilig je abonnement
pt: Proteja Sua Assinatura
sv: Säkra din prenumeration

# secureSubscriptionMessage
source: To not lose the subscription you purchased, we recommend logging in with email. This way you can restore your subscription on a new device or after reinstalling.
da: For ikke at miste dit købte abonnement anbefaler vi at logge ind med e-mail. På denne måde kan du gendanne dit abonnement på en ny enhed eller efter geninstallation.
de: Um dein gekauftes Abonnement nicht zu verlieren, empfehlen wir die Anmeldung per E-Mail. So kannst du dein Abonnement auf einem neuen Gerät oder nach einer Neuinstallation wiederherstellen.
el: Για να μην χάσετε τη συνδρομή που αγοράσατε, συνιστούμε να συνδεθείτε με email. Έτσι μπορείτε να επαναφέρετε τη συνδρομή σας σε νέα συσκευή ή μετά από επανεγκατάσταση.
es: Para no perder la suscripción que compraste, te recomendamos iniciar sesión con correo. Así podrás restaurar tu suscripción en un nuevo dispositivo o después de reinstalar.
et: Et mitte kaotada ostetud tellimust, soovitame sisse logida e-postiga. Nii saad taastada oma tellimuse uues seadmes või pärast uuesti installimist.
fi: Jotta et menetä ostamaasi tilausta, suosittelemme kirjautumaan sähköpostilla. Näin voit palauttaa tilauksesi uudella laitteella tai uudelleenasennuksen jälkeen.
fr: Pour ne pas perdre l'abonnement que vous avez acheté, nous vous recommandons de vous connecter avec email. Ainsi vous pourrez restaurer votre abonnement sur un nouveau appareil ou après réinstallation.
ga: Chun an síntiús a cheannaigh tú gan cailliúint, molaimid logáil isteach le ríomhphost. Ar an mbealach seo is féidir leat do shíntiús a athchóiriú ar ghléas nua nó tar éis athshuiteáil.
hu: Hogy ne veszítsd el a megvásárolt előfizetésedet, javasoljuk az e-mailes bejelentkezést. Így visszaállíthatod az előfizetésedet új eszközön vagy újratelepítés után.
is: Til að missa ekki áskriftina sem þú keyptir, mælum við með að skrá þig inn með netfangi. Þannig geturðu endurheimt áskriftina þína á nýju tæki eða eftir enduruppsettningu.
it: Per non perdere l'abbonamento acquistato, ti consigliamo di accedere con email. In questo modo potrai ripristinare il tuo abbonamento su un nuovo dispositivo o dopo la reinstallazione.
ja: 購入したサブスクリプションを失わないために、メールでログインすることをお勧めします。 これにより、新しいデバイスや再インストール後にサブスクリプションを復元できます。
ka: შეძენილი გამოწერის დაკარგვის თავიდან ასაცილებლად, გირჩევთ შეხვიდეთ ელ-ფოსტით. ასე შეძლებთ გამოწერის აღდგენას ახალ მოწყობილობაზე ან ხელახალი ინსტალაციის შემდეგ.
nb: For å ikke miste abonnementet du kjøpte, anbefaler vi å logge inn med e-post. På denne måten kan du gjenopprette abonnementet på en ny enhet eller etter reinstallering.
nl: Om je gekochte abonnement niet te verliezen, raden we aan om in te loggen met e-mail. Zo kun je je abonnement herstellen op een nieuw apparaat of na herinstallatie.
pt: Para não perder a assinatura que você comprou, recomendamos fazer login com e-mail. Assim você pode restaurar sua assinatura em um novo dispositivo ou após reinstalar.
sv: För att inte förlora prenumerationen du köpt rekommenderar vi att logga in med e-post. På så sätt kan du återställa din prenumeration på en ny enhet eller efter ominstallation.

source: Later
da: Senere
de: Später
el: Αργότερα
es: Más tarde
et: Hiljem
fi: Myöhemmin
fr: Plus tard
ga: Níos déanaí
hu: Később
is: Seinna
it: Più tardi
ja: 後で
ka: მოგვიანებით
nb: Senere
pt: Depois
sv: Senare

source: Login Now
da: Log ind nu
de: Jetzt anmelden
el: Σύνδεση τώρα
es: Iniciar Sesión Ahora
et: Logi kohe sisse
fi: Kirjaudu nyt
fr: Se Connecter Maintenant
ga: Logáil isteach anois
hu: Bejelentkezés most
is: Skrá inn núna
it: Accedi ora
ja: 今すぐログイン
ka: შედით ახლა
nb: Logg inn nå
nl: Nu inloggen
pt: Entrar Agora
sv: Logga in nu

# onboardingUploadTitle
source: Upload Image
da: Upload billede
de: Bild hochladen
el: Μεταφόρτωση εικόνας
es: Subir Imagen
et: Laadi pilt üles
fi: Lataa kuva
fr: Télécharger Image
ga: Uaslódáil íomhá
hu: Kép feltöltése
is: Hlaða upp mynd
it: Carica immagine
ja: 画像をアップロード
ka: სურათის ატვირთვა
nb: Last opp bilde
nl: Afbeelding uploaden
pt: Carregar Imagem
sv: Ladda upp bild

# onboardingUploadDesc
source: Start by uploading a photo of the room you want to design. Don't have one? No worries, we'll use a sample image.
da: Start med at uploade et foto af rummet, du vil designe. Har du ikke et? Ingen problemer, vi bruger et eksempelbillede.
de: Beginne mit dem Hochladen eines Fotos des Raums, den du gestalten möchtest. Keins vorhanden? Kein Problem, wir verwenden ein Beispielbild.
el: Ξεκινήστε ανεβάζοντας μια φωτογραφία του δωματίου που θέλετε να σχεδιάσετε. Δεν έχετε; Δεν πειράζει, θα χρησιμοποιήσουμε μια δείγμα εικόνα.
es: Comienza subiendo una foto de la habitación que deseas diseñar. ¿No tienes una? No te preocupes, usaremos una imagen de ejemplo.
et: Alusta laadides üles foto toast, mida soovid kujundada. Pole ühtegi? Pole probleemi, kasutame näidispilti.
fi: Aloita lataamalla kuva huoneesta, jonka haluat suunnitella. Eikö ole? Ei huolta, käytämme esimerkkikuvaa.
fr: Commencez par télécharger une photo de la pièce que vous souhaitez designer. Vous n'en avez pas ? Pas de souci, nous utiliserons une image d'exemple.
ga: Tosaigh trí ghrianghraf den seomra ba mhaith leat a dhearadh a uaslódáil. Níl ceann agat? Ná bac, úsáidfimid íomhá samplach.
hu: Kezdd a tervezni kívánt szoba fotójának feltöltésével. Nincs ilyen? Nem probléma, használunk egy mintaképet.
is: Byrjaðu á að hlaða upp mynd af herberginu sem þú vilt hanna. Áttu enga? Ekkert mál, við notum sýnismynd.
it: Inizia caricando una foto della stanza che vuoi progettare. Non ne hai una? Nessun problema, useremo un'immagine di esempio.
ja: デザインしたい部屋の写真をアップロードして始めましょう。写真がない場合は、サンプル画像を使用します。
ka: დაიწყეთ იმ ოთახის ფოტოს ატვირთვით, რომლის დიზაინიც გსურთ. არ გაქვთ? არაუშავს, გამოვიყენებთ სანიმუშო სურათს.
nb: Start med å laste opp et bilde av rommet du vil designe. Har du ikke et? Ikke bekymre deg, vi bruker et eksempelbilde.
nl: Begin met het uploaden van een foto van de kamer die je wilt ontwerpen. Heb je er geen? Geen probleem, we gebruiken een voorbeeldafbeelding.
pt: Comece carregando uma foto do ambiente que você quer projetar. Não tem uma? Não se preocupe, usaremos uma imagem de exemplo.
sv: Börja med att ladda upp ett foto av rummet du vill designa. Har du inget? Inga problem, vi använder en exempelbild.

# onboardingStyleTitle
source: Choose Redesign Style
da: Vælg redesignstil
de: Neugestaltungsstil wählen
el: Επιλέξτε στιλ επανασχεδιασμού
es: Elegir Estilo de Rediseño
et: Vali ümberkujundamise stiil
fi: Valitse uudelleensuunnittelutyyli
fr: Choisir Style de Redesign
ga: Roghnaigh stíl athdearadh
hu: Válassz újratervezési stílust
is: Veldu endurhönnunarstíl
it: Scegli lo stile di ridisegno
ja: リデザインスタイルを選択
ka: აირჩიეთ გადაკეთების სტილი
nb: Velg redesignstil
nl: Kies herontwerpstijl
pt: Escolher Estilo de Redesign
sv: Välj omdesignstil

# onboardingStyleDesc
source: Select your preferred style from the side menu. Try "Redesign" to see different options.
da: Vælg din foretrukne stil fra sidemenuen. Prøv "Redesign" for at se forskellige muligheder.
de: Wähle deinen bevorzugten Stil aus dem Seitenmenü. Probiere "Neu gestalten" aus, um verschiedene Optionen zu sehen.
el: Επιλέξτε το προτιμώμενο στιλ από το πλευρικό μενού. Δοκιμάστε "Επανασχεδιασμός" για να δείτε διαφορετικές επιλογές.
es: Selecciona tu estilo preferido del menú lateral. Prueba "Rediseñar" para ver diferentes opciones.
et: Vali eelistatud stiil külgmenüüst. Proovi "Kujunda ümber", et näha erinevaid valikuid.
fi: Valitse suosikkityylisi sivuvalikosta. Kokeile "Suunnittele uudelleen" nähdäksesi eri vaihtoehdot.
fr: Sélectionnez votre style préféré dans le menu latéral. Essayez "Redessiner" pour voir différentes options.
ga: Roghnaigh an stíl is fearr leat ón roghchlár taobh. Bain triail as "Athdearadh" chun roghanna éagsúla a fheiceáil.
hu: Válaszd ki a kívánt stílust az oldalsó menüből. Próbáld ki az "Újratervezés" opciót a különböző lehetőségekhez.
is: Veldu uppáhalds stílinn þinn úr hliðarvalmyndinni. Prófaðu "Endurhanna" til að sjá mismunandi valkosti.
it: Seleziona il tuo stile preferito dal menu laterale. Prova "Ridisegna" per vedere diverse opzioni.
ja: サイドメニューからお好みのスタイルを選択してください。「リデザイン」を試して、さまざまなオプションを確認してください。
ka: აირჩიეთ თქვენი სასურველი სტილი გვერდითი მენიუდან. სცადეთ "გადაკეთება" სხვადასხვა ვარიანტების სანახავად.
nb: Velg din foretrukne stil fra sidemenyen. Prøv "Redesign" for å se forskjellige alternativer.
nl: Selecteer je voorkeursstijl in het zijmenu. Probeer "Herontwerpen" om verschillende opties te zien.
pt: Selecione seu estilo preferido no menu lateral. Experimente "Redesenhar" para ver diferentes opções.
sv: Välj din föredragna stil från sidmenyn. Prova "Designa om" för att se olika alternativ.

# onboardingCreateTitle
source: Create Design
da: Opret design
de: Design erstellen
el: Δημιουργία σχεδίου
es: Crear Diseño
et: Loo disain
fi: Luo suunnitelma
fr: Créer Design
ga: Cruthaigh dearadh
hu: Terv létrehozása
is: Búa til hönnun
it: Crea design
ja: デザインを作成
ka: შექმენით დიზაინი
nb: Lag design
nl: Ontwerp maken
pt: Criar Design
sv: Skapa design
